[
  {
    "description": "The Atelier has been unlocked.",
    "id": 1,
    "name": "Atelier Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Recipes have been unlocked.",
    "id": 2,
    "name": "Recipes Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Quests have been unlocked.",
    "id": 3,
    "name": "Quests Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Growboards and Glowing Orb Quests have been unlocked.",
    "id": 4,
    "name": "Growboards Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Dungeons have been unlocked. \nYou can find synthesis materials in dungeons.",
    "id": 5,
    "name": "Dungeons Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Piece Quests have been unlocked. You can select these through the Training Quests at Quests.",
    "id": 6,
    "name": "Piece Quests Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Research has been unlocked. You can select it at the Atelier.",
    "id": 7,
    "name": "Unlocking Research",
    "still_path_hash": 0
  },
  {
    "description": "Secret Quests have been unlocked. You can select them at Quests.",
    "id": 8,
    "name": "Unlocking Secret Quests",
    "still_path_hash": 0
  },
  {
    "description": "Training Research has been unlocked.\nYou can access it from the Atelier's Research section.",
    "id": 9,
    "name": "Training Research Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "You can unlock new recipes when you meet certain conditions. Tap on the recipe icons to check the Idea Requirements for each recipe.",
    "id": 501,
    "name": "Recipes",
    "still_path_hash": "2262818999805194550"
  },
  {
    "description": "You will unlock more recipes as you progress through the main story.",
    "id": 502,
    "name": "Unlocking New Recipes",
    "still_path_hash": "355577368604519980"
  },
  {
    "description": "There are rewards for obtaining recipes, as well as rewards based on the total number of recipes you have obtained.",
    "id": 503,
    "name": "Recipes Rewards",
    "still_path_hash": "6395732538875383414"
  },
  {
    "description": "Here, you can change the characters in your party and the battle items that you take with you into battle. Tap on a selected character or the + button to change the characters in your party.",
    "id": 601,
    "name": "Editing Your Party",
    "still_path_hash": "2126767475249688973"
  },
  {
    "description": "You can select one character as the leader of your party. The leader will activate their Leader Skill, increasing the strength of your party. You can change your leader at any time you can change your party lineup.",
    "id": 602,
    "name": "Leader",
    "still_path_hash": "435632689558531729"
  },
  {
    "description": "Tap the button on the lower left of the screen to select the battle items you will take into battle. Normal quests and dungeons will allow for different quantities.",
    "id": 603,
    "name": "Editing Your Items",
    "still_path_hash": "6496120304273395407"
  },
  {
    "description": "By tapping the Auto Select button, you can automatically select characters, items, and equipment for your party.",
    "id": 604,
    "name": "Auto Select",
    "still_path_hash": "6646242076385735120"
  },
  {
    "description": "You can swap between 10 different party setups for normal quests and dungeons. You can switch parties by tapping the tabs on the top right of the screen.",
    "id": 605,
    "name": "Swapping Parties",
    "still_path_hash": "4862679126495630"
  },
  {
    "description": "Here, you can check character information, level them up through Training, as well as change their equipment.",
    "id": 701,
    "name": "Character List",
    "still_path_hash": "4090009051761742131"
  },
  {
    "description": "The Training tab allows you to check the stats of each character, as well as level them up or Awaken them.",
    "id": 801,
    "name": "Training Characters",
    "still_path_hash": "1442464092955618920"
  },
  {
    "description": "To level up a character, you need Cole and Experience Candy. On the Level Up screen, you can select Experience Candies to level up the character of your choice.",
    "id": 802,
    "name": "Leveling Up Characters",
    "still_path_hash": "1120498197850206582"
  },
  {
    "description": "You can Awaken a character by using a certain amount of that character's Pieces. Awakening has several benefits, such as raising character stats, unlocking abilities, and leveling up their burst skill.",
    "id": 803,
    "name": "How to Awaken Characters",
    "still_path_hash": "6177622880856403509"
  },
  {
    "description": "By using an Elixir of Return and partially resetting your character's training, you can gain items based on the progress made so far.\nNote: Resetting will affect the progress of missions and recipes.",
    "id": 804,
    "name": "Character Training Reset",
    "still_path_hash": "690779345622486635"
  },
  {
    "description": "Selecting the Reset Level Only option allows you to reset level progression while keeping the board unlock status unchanged.",
    "id": 805,
    "name": "Reset Level Only",
    "still_path_hash": "1305554025176027511"
  },
  {
    "description": "On the Equipment tab, you can check and swap your characters' equipment and Memoria.",
    "id": 901,
    "name": "Equipment",
    "still_path_hash": "3550458436570877656"
  },
  {
    "description": "Equip All allows you to automatically select equipment and Memoria from those you currently possess. The Remove function will remove all the equipment and Memoria that you currently have equipped.",
    "id": 902,
    "name": "Equip All/Remove",
    "still_path_hash": "3084303274601025994"
  },
  {
    "description": "Equipping a Memoria to a character will raise their stats. Different Memoria will raise different stats, and leveling a Memoria will alter the bonuses it gives.",
    "id": 903,
    "name": "Improving Stats with Memorias",
    "still_path_hash": "8566077511475081620"
  },
  {
    "description": "Each Memoria has an associated ability. Keep each character's role and attribute affinities in mind when choosing which Memoria to equip.",
    "id": 904,
    "name": "Obtaining Abilities with Memorias",
    "still_path_hash": "8140882050086194827"
  },
  {
    "description": "Characters can equip 1 of each of the 3 types of equipment: weapons, armor, and accessories.",
    "id": 905,
    "name": "Equipment",
    "still_path_hash": "3231137533127159509"
  },
  {
    "description": "Equipping items increases a character's stats and gives them access to their traits and effects. Keep character roles and attribute affinities in mind when choosing the most appropriate items.",
    "id": 906,
    "name": "Equipped Item Effects",
    "still_path_hash": "3989951948106920393"
  },
  {
    "description": "Tap the Recommended checkbox to display only the equipment and Memoria that are suitable for the currently selected character.",
    "id": 907,
    "name": "Display Recommended",
    "still_path_hash": "7742355472414298519"
  },
  {
    "description": "On the Board tab, you can enhance characters by unlocking their panels.",
    "id": 1001,
    "name": "Growboards",
    "still_path_hash": "1225491484184760702"
  },
  {
    "description": "By unlocking panels, you can increase character stats, level up their skills, and increase their maximum level. Cole and Glowing Orbs are required to unlock panels.",
    "id": 1002,
    "name": "Growboards - Unlocking Panels",
    "still_path_hash": "759336322198064736"
  },
  {
    "description": "Once you've unlocked all the panels on a board, you'll be able to move to the next board. Boards are added as you progress through the main story.",
    "id": 1003,
    "name": "Growboards - Unlocking Boards",
    "still_path_hash": "6243329648431656510"
  },
  {
    "description": "The Glowing Orbs needed to unlock panels can be acquired by going on the Glowing Orb Quests that you can find listed under Training Quests. You can also gain Glowing Orbs during synthesis.",
    "id": 1004,
    "name": "Collecting Glowing Orbs",
    "still_path_hash": "5818131988019417377"
  },
  {
    "description": "You can unlock a character's EX Board using Sacred Orbs. Once you unlock an EX Board, you can begin to unlock panels on the board. Sacred Orbs are rare materials, so use them with care.",
    "id": 1005,
    "name": "About EX Boards",
    "still_path_hash": "906172779747357055"
  },
  {
    "description": "Here you can check the Memoria that you currently own. Tap on a Memoria to see its details.",
    "id": 1101,
    "name": "Memoria List",
    "still_path_hash": "3765211956015919554"
  },
  {
    "description": "On the Details screen you can check the stats and abilities of a Memoria. You can also level up and unlock it.",
    "id": 1102,
    "name": "Memoria Detail Screen",
    "still_path_hash": "3443246060893531872"
  },
  {
    "description": "To level up a Memoria, you need Cole and power up materials. On the Level Up screen, you can select Power Up Dew and other Memoria to increase the level of the selected Memoria.",
    "id": 1103,
    "name": "Leveling Up Memoria",
    "still_path_hash": "8351267368270712450"
  },
  {
    "description": "You can obtain Power Up Dew by completing Power Up Dew Quests, which you can find under Training Quests.",
    "id": 1104,
    "name": "Collecting Power Up Dew",
    "still_path_hash": "8502587634236043679"
  },
  {
    "description": "You can unlock Memoria by consuming Memorias with the same name. Unlocking Memoria enhances their abilities.",
    "id": 1105,
    "name": "Unlocking Memoria",
    "still_path_hash": "3013529407689101761"
  },
  {
    "description": "The rewards you receive improve based on your score. Your score is calculated based on the actions you take during battles.",
    "id": 1201,
    "name": "Score Battles",
    "still_path_hash": "3937367044103205241"
  },
  {
    "description": "On the Results screen, you can see which items you were graded on and their score. You will be ranked based on your score, with higher rankings giving better rewards.",
    "id": 1202,
    "name": "Ranks and Rewards",
    "still_path_hash": "3255029581281390181"
  },
  {
    "description": "When you perform Swift Hunt in a Score Battle, you will automatically receive the highest rank you previously earned for that battle.",
    "id": 1203,
    "name": "Ranks and Rewards",
    "still_path_hash": "8142867978886467131"
  },
  {
    "description": "You will need to spend stamina to explore dungeons. In dungeons, you will fight different enemies in multiple battles, with your HP carrying over each battle. The strength of enemies and materials you can obtain will vary depending on the difficulty level.",
    "id": 1401,
    "name": "Dungeons",
    "still_path_hash": "6794483692004184440"
  },
  {
    "description": "Swipe Right: Move forward. Swipe Left: Go back. Tap the auto button on the top right of the screen to move automatically.",
    "id": 1402,
    "name": "Dungeons: Basic Controls",
    "still_path_hash": "5026787619232255594"
  },
  {
    "description": "Each dungeon has three Blessings. A Blessing will give you its indicated effect that can turn battles in your favor as you progress through dungeons.",
    "id": 1403,
    "name": "Dungeons: Positive Effects",
    "still_path_hash": "1868936485373193780"
  },
  {
    "description": "You will find Gathering Points in dungeons. Tap the Gathering Tool icon to gather synthesis materials.",
    "id": 1404,
    "name": "Dungeons: Gathering",
    "still_path_hash": "2302782930415341867"
  },
  {
    "description": "You will encounter enemies while moving through a dungeon. You will need to defeat them to progress further.",
    "id": 1405,
    "name": "Dungeons: Battles",
    "still_path_hash": "4888753876883829109"
  },
  {
    "description": "At the end of each dungeon, a boss guards the exit. You must defeat the boss to clear the dungeon.",
    "id": 1406,
    "name": "Dungeons: Bosses",
    "still_path_hash": "6363641113668677225"
  },
  {
    "description": "Clearing a dungeon will unlock the Swift Gather feature. This allows you to spend stamina to collect rewards from the dungeon without having to explore it manually.",
    "id": 1407,
    "name": "Dungeon Swift Gather",
    "still_path_hash": "323492265044397623"
  },
  {
    "description": "Start on the 1st floor and work your way up by clearing battles. Higher floors have stronger enemies. You can take this challenge as many times as you want, without spending stamina.",
    "id": 1601,
    "name": "The Elemental Tower",
    "still_path_hash": "8786345436863050099"
  },
  {
    "description": "Each floor has various Floor Effects that will be active during battles on that floor. Each floor is different, and you can check the current effects during battle.",
    "id": 1602,
    "name": "Floor Effects",
    "still_path_hash": "7090698538919341679"
  },
  {
    "description": "You can obtain rare items such as Lodestar Gems and Sacred Orbs when you clear floors in the Elemental Tower. The higher you go, the better the rewards.",
    "id": 1603,
    "name": "Clear Rewards",
    "still_path_hash": "4488487531375955505"
  },
  {
    "description": "Training Quests reward you with various materials that will help strengthen your characters and Memoria.",
    "id": 1701,
    "name": "Training Quests",
    "still_path_hash": "6678333362549035469"
  },
  {
    "description": "Each Training Quest involves various battle missions. After clearing all of the missions one time, you will be able to skip them.",
    "id": 1702,
    "name": "Battle Missions",
    "still_path_hash": "5126876008495156945"
  },
  {
    "description": "All Training Quests other than Piece Quests give daily bonuses up to 3 times a day. Daily bonuses increase the rewards that you get from each quest.",
    "id": 1703,
    "name": "Daily Bonuses",
    "still_path_hash": "1948692979947908751"
  },
  {
    "description": "These quests give large amounts of Cole, which is used to enhance characters and conduct research.",
    "id": 1801,
    "name": "Cole Quests",
    "still_path_hash": "8099790091412844182"
  },
  {
    "description": "These quests give large amounts of experience to your characters when you clear them.",
    "id": 1901,
    "name": "EXP Quests",
    "still_path_hash": "6136531059079941674"
  },
  {
    "description": "These quests reward you with Power Up Dew, which is required to level up Memorias.",
    "id": 2001,
    "name": "Power Up Dew Quests",
    "still_path_hash": "4777072484047040384"
  },
  {
    "description": "These quests reward you with Glowing Orbs, which you will need to power up Growboards.",
    "id": 2101,
    "name": "Glowing Orb Quests",
    "still_path_hash": "7425019945363312448"
  },
  {
    "description": "There are 5 types of Glowing Orbs: Red, Yellow, Blue, Green, and Purple. You can challenge any of their quests at any time.",
    "id": 2102,
    "name": "Selecting Glowing Orbs",
    "still_path_hash": "8971907210743484450"
  },
  {
    "description": "These quests reward you with the Pieces that you need to Awaken characters. Normally, you can only do these quests 3 times per day, but spending Lodestar Gems will allow you to challenge them an additional 2 times.",
    "id": 2201,
    "name": "Piece Quests",
    "still_path_hash": "7344832683017113477"
  },
  {
    "description": "When you clear a quest, you will receive Pieces for the characters in your party. Use characters that you want to power up when you take on these quests!",
    "id": 2202,
    "name": "Piece Quests",
    "still_path_hash": "9108090676693274777"
  },
  {
    "description": "At the Star's Cocoon, you can accept quests offered by Ryza and the other cafe staff.",
    "id": 2301,
    "name": "Quests",
    "still_path_hash": "4661080724237102907"
  },
  {
    "description": "Most quests require you to spend stamina. Spent stamina restores over time.",
    "id": 2302,
    "name": "Stamina",
    "still_path_hash": "6568247609316683815"
  },
  {
    "description": "Obtain materials that will help enhance your characters and Memorias.",
    "id": 2303,
    "name": "Training Quests",
    "still_path_hash": "507337783755739257"
  },
  {
    "description": "Gather materials used in synthesis. These quests are split into 2 types: Score Battles and Dungeons.",
    "id": 2304,
    "name": "Material Quests",
    "still_path_hash": "76708586368528230"
  },
  {
    "description": "These quests will give you a special challenge. Start on the 1st floor of the Elemental Tower and work your way to the top. The higher the floor, the stronger the enemies you will face.",
    "id": 2305,
    "name": "Secret Quests",
    "still_path_hash": "6718791672688529208"
  },
  {
    "description": "You can recover stamina by receiving pies from Rorona. You can receive 2 pies per day.",
    "id": 2306,
    "name": "Orders",
    "still_path_hash": "5095144794741559334"
  },
  {
    "description": "You can order pies from Rorona. Each pie will recover 100 stamina.",
    "id": 2401,
    "name": "Orders",
    "still_path_hash": "936919101663342474"
  },
  {
    "description": "Pies will finish baking at 11:00 and 17:00 (UTC+8) every day. You can store up to 2 pies, but any stored pies unclaimed by 10:59 (UTC+8) the following day will disappear.",
    "id": 2402,
    "name": "Obtaining Pies",
    "still_path_hash": "1623825476337823896"
  },
  {
    "description": "Here, you can take on battles and see the stories from various Events.",
    "id": 2501,
    "name": "Event Stories",
    "still_path_hash": "2900864227630862134"
  },
  {
    "description": "You will receive First-Time Rewards the first time you see an Event story or clear an Event battle.",
    "id": 2502,
    "name": "First-Time Rewards",
    "still_path_hash": "3731679770734284840"
  },
  {
    "description": "This is a limited-time event dungeon that requires a Challenge Ticket to enter. Check the details for each Event to see how to obtain Challenge Tickets.",
    "id": 2601,
    "name": "Event Dungeons",
    "still_path_hash": "3072895861725548431"
  },
  {
    "description": "There are some synthesis materials that can only be obtained during limited-time events. These materials are usually used for limited-time event recipes, so make sure to gather them whenever you can.",
    "id": 2602,
    "name": "Gatherable Synthesis Materials",
    "still_path_hash": "3543621380821536915"
  },
  {
    "description": "This content requires a Challenge Ticket to enter. Check the details for each Event to see how to obtain Challenge Tickets.",
    "id": 2701,
    "name": "Event Score Battles",
    "still_path_hash": "1145168647960129329"
  },
  {
    "description": "Your rank is determined by the score that you get based on your battle performance. \nEnemies will drop rewards after battles that are based on your current rank. When you perform Swift Hunting, your highest past rank will be referenced.",
    "id": 2702,
    "name": "Drop Rewards",
    "still_path_hash": "1471571582796197933"
  },
  {
    "description": "This content requires a Challenge Ticket to enter, and will place you against powerful enemies. Check the details for each Event to see how to obtain Challenge Tickets.",
    "id": 2801,
    "name": "Boss Challenges",
    "still_path_hash": "2531722495834706028"
  },
  {
    "description": "Your rank is determined by the score that you get based on your battle performance. \nEnemies will drop rewards after battles that are based on your current rank. When you perform Swift Hunting, your highest past rank will be referenced.",
    "id": 2802,
    "name": "Drop Rewards",
    "still_path_hash": "4083105071538392950"
  },
  {
    "description": "These quests have special rewards for reaching certain ranks. Each time you go up a rank, you will receive a Rank Clear Reward. Tap the treasure box icon to receive your rewards.",
    "id": 2803,
    "name": "Rank Clear Rewards",
    "still_path_hash": "7243878431914487592"
  },
  {
    "description": "EX Challenges are extremely difficult battles against super powerful foes.",
    "id": 2901,
    "name": "EX Challenges",
    "still_path_hash": "460236199138652372"
  },
  {
    "description": "You will not receive reward drops after EX Challenge battles. Instead, you will be given Rank Rewards when your rank goes up.",
    "id": 2902,
    "name": "Rewards",
    "still_path_hash": "2155940257443147722"
  },
  {
    "description": "You can conduct Synthesis at the Atelier. Convert and Research are also available here.",
    "id": 3001,
    "name": "About the Atelier",
    "still_path_hash": "2749174079627898750"
  },
  {
    "description": "Synthesis allows you to use materials and mana to create battle items that can be used in combat and equipment that can be used by your characters.",
    "id": 3101,
    "name": "Synthesis",
    "still_path_hash": "245003154915463106"
  },
  {
    "description": "You can see the items you can synthesize and their required materials on the left side of the screen. On the right side, you can use the tabs to find the type of item you want to synthesize. Then, tap the Recipe icon to select.",
    "id": 3102,
    "name": "Selecting a Recipe",
    "still_path_hash": "1796385730636124380"
  },
  {
    "description": "Simple synthesis allows you to perform synthesis without needing to select a lineup. You can bulk synthesize up to 100 times depending on the amount of mana and materials you have.\nThe traits on items are randomly selected from a set of random traits.",
    "id": 3103,
    "name": "Simple Synthesis",
    "still_path_hash": "4954940551408496770"
  },
  {
    "description": "Filter by affinity or role to display recommended recipes. Simply select an attribute and/or role and press the Confirm button to show recipes suitable for the relevant character.",
    "id": 3104,
    "name": "Search Recommended Recipes",
    "still_path_hash": "4817047469901959069"
  },
  {
    "description": "By selecting which character performs the synthesis and which materials are used, you can add special traits to the synthesized items. Traits give items various effects.",
    "id": 3201,
    "name": "Preparing to Synthesize",
    "still_path_hash": "108793610470559611"
  },
  {
    "description": "You can select the characters and materials for each synthesis by dragging and dropping their icons to the middle of the screen, or by tapping on them.",
    "id": 3202,
    "name": "Selecting Characters and Materials",
    "still_path_hash": "1876564437953777767"
  },
  {
    "description": "All recipes, characters, and synthesis materials have an associated Gift Color. By linking the same colors, you can reveal traits that will be applied to the item that you are creating.",
    "id": 3203,
    "name": "Gift Colors and Revealing Traits",
    "still_path_hash": "5055169677347106873"
  },
  {
    "description": "The traits applied to a synthesized item will be chosen randomly from the traits revealed during synthesis. Each trait will also have a random trait level. Battle items can have a total of 3 traits, while equipment can have 2.",
    "id": 3204,
    "name": "Trait Application and Trait Levels",
    "still_path_hash": "4628989045627375400"
  },
  {
    "description": "There are two types of traits: battle item traits, and equipment traits. Synthesis materials will all have traits of one type or the other. When synthesizing battle items, you can choose to use only materials with battle item traits.",
    "id": 3205,
    "name": "Trait Types",
    "still_path_hash": "2022132050081836922"
  },
  {
    "description": "Each item created through synthesis has a Quality assigned to it. The higher the compatibility of the traits are on the item, the higher the quality value will be.",
    "id": 3206,
    "name": "Quality",
    "still_path_hash": "547301967768907876"
  },
  {
    "description": "You can convert synthesized items into Shiny Coins. The amount of Shiny Coins that you will receive changes according to the rarity and trait Levels of the synthesized item.",
    "id": 3301,
    "name": "Item Conversion",
    "still_path_hash": "2649217631757184965"
  },
  {
    "description": "Shiny Coins can be exchanged for other items in the Shop.",
    "id": 3302,
    "name": "Using Shiny Coins",
    "still_path_hash": "4560896526010101977"
  },
  {
    "description": "Here you can use Cole or Shiny Coins to strengthen your characters and items.\nThere are three types of research: Battle Research, Alchemy Research, and Training Research.",
    "id": 3401,
    "name": "Research",
    "still_path_hash": "7596463895258066804"
  },
  {
    "description": "Combat Research allows you to power up the specialties of each role. Through research, you can obtain effects such as HP Up and Dealt Damage Up.",
    "id": 3402,
    "name": "Combat Research",
    "still_path_hash": "8278858518457249898"
  },
  {
    "description": "Alchemy Research allows you to power up the specialties of battle items and equipment. Through research, you can improve the effects of battle items and the stats on equipment, among other things.",
    "id": 3403,
    "name": "Alchemy Research",
    "still_path_hash": "3371259424073601080"
  },
  {
    "description": "Training Research allows you to raise the minimum character level.\nExample: If the minimum character level is 50,\na level 10 character can be fielded as if they are level 50.",
    "id": 3404,
    "name": "Training Research",
    "still_path_hash": "2941965043069792041"
  },
  {
    "description": "Tap the Research Effects List button to\nview a list of all the research effects you have obtained.",
    "id": 3405,
    "name": "Check Obtained Effects",
    "still_path_hash": "8430319582703423351"
  },
  {
    "description": "Ryza's Challenge is a cooperative mission experience in which players share progress and take on challenges together.",
    "id": 3501,
    "name": "Ryza's Challenge",
    "still_path_hash": "5489155645277425612"
  },
  {
    "description": "As you complete each challenge level, you can earn a selection of rewards, including exclusive recipes.\nPlease refer to the announcements for more details.",
    "id": 3502,
    "name": "Ryza's Challenge Rewards",
    "still_path_hash": "6315458062516015318"
  },
  {
    "description": "Each time you exchange, you will receive some of the contents from the Box,\nand eventually you will be able to obtain all of the items inside.\nYou can check what's inside the Box from the Box List.",
    "id": 3601,
    "name": "About Event Boon Boxes",
    "still_path_hash": "5677222591311335281"
  },
  {
    "description": "Once you have emptied the contents of the Box, you will move to the next Box,\nand all items will be replaced.",
    "id": 3602,
    "name": "Replacing Boxes",
    "still_path_hash": "6143452508009058413"
  },
  {
    "description": "Emblems can be earned by fulfilling specific conditions.\nEach emblem has a unique effect that is activated simply by possessing the emblem.",
    "id": 3701,
    "name": "What are Emblems?",
    "still_path_hash": "7748691159456149455"
  },
  {
    "description": "The higher the rarity of an emblem, the stronger its effect. If you have multiple emblems of the same type, only the highest effect will be applied.",
    "id": 3702,
    "name": "Emblem Effects",
    "still_path_hash": "8070599866283487443"
  },
  {
    "description": "By selecting a location and characters for exploration, you can automatically collect various items over time.\nCollected items can be received using the \"Obtain\" button on the home screen.",
    "id": 3801,
    "name": "Exploration",
    "still_path_hash": "5138300879338983574"
  },
  {
    "description": "Once you clear a dungeon in Material Quests, it becomes available as an Exploration location.",
    "id": 3901,
    "name": "Location Selection",
    "still_path_hash": "7066010639431069738"
  },
  {
    "description": "The items that drop and the chances of them dropping vary based on the following:\n- Dungeon and Score Battle completion status\n- Player Rank",
    "id": 3902,
    "name": "Dropped Items",
    "still_path_hash": "8757220212028796728"
  },
  {
    "description": "Each location has recommended Top Pick Characters. Always try to send them to these locations to get a higher lineup bonus.",
    "id": 3903,
    "name": "Top Pick Characters",
    "still_path_hash": "2714142265518641002"
  },
  {
    "description": "The exploration lineup is made up of the characters you select to explore a location. \nDepending on the characters you select, you can improve the efficiency of acquiring items and earn bonus items.",
    "id": 4001,
    "name": "Exploration Lineup",
    "still_path_hash": "8504974276070427903"
  },
  {
    "description": "In addition to using Top Pick Characters, \nthe bonus also varies based on the awakening level of each character.",
    "id": 4002,
    "name": "Lineup Bonus",
    "still_path_hash": "7894769831511118819"
  },
  {
    "description": "Revival Events are events that were playable in the past and have become available again. \nIf you participated in the event in the past, you can continue from where you left off. \nIt's also possible to obtain recipes and materials that were only available from the event.",
    "id": 4201,
    "name": "What's a Revival Event?",
    "still_path_hash": "5882327280201755900"
  },
  {
    "description": "You'll need a Key of Memories to unlock the event. One Key of Memories is needed to unlock one event. Keys of Memories can be obtained from many places, such as event rewards.",
    "id": 4202,
    "name": "How to Play Revival Events",
    "still_path_hash": "5344188505292567526"
  },
  {
    "description": "Challenging a Revival Event will consume stamina instead of challenge tickets.",
    "id": 4203,
    "name": "Difference between Revival Events and Standard Events",
    "still_path_hash": "1587281654608843704"
  },
  {
    "description": "Here, you can take on battles and see the stories from various events.",
    "id": 4301,
    "name": "Event Stories (Revival)",
    "still_path_hash": "8422667189130841156"
  },
  {
    "description": "The first time you view a story or clear a battle, you can obtain First-Time Rewards.\nNote: You will not receive First-Time Rewards if you already received them when the event was previously run.",
    "id": 4302,
    "name": "First-Time Rewards",
    "still_path_hash": "8028569521353184090"
  },
  {
    "description": "Revival Events require the use of Stamina to enter the event dungeon. You will still be able to obtain synthesis materials during Revival Events that were previously only available in limited-time events.",
    "id": 4401,
    "name": "Event Dungeon (Revival)",
    "still_path_hash": "3543621380821536915"
  },
  {
    "description": "You can challenge Score Battles in Revival Events by using stamina. If you participated in the event in the past, your Clear and Rank statuses will carry over when playing again.",
    "id": 4501,
    "name": "Event Score Battles (Revival)",
    "still_path_hash": "2021517765730020427"
  },
  {
    "description": "Your rank is determined by the score that you get based on your battle performance. \nEnemies will drop rewards after battles that are based on your current rank. When you perform Swift Hunting, your highest past rank will be referenced.",
    "id": 4502,
    "name": "Drop Rewards",
    "still_path_hash": "542043758377120599"
  },
  {
    "description": "Take on Boss Challenges in Revival Events by using stamina. If you participated in the event in the past, your Clear status, Rank status, and obtained Rank Clear Rewards will carry over when playing again.",
    "id": 4601,
    "name": "Boss Challenges (Revival)",
    "still_path_hash": "2227366013526256882"
  },
  {
    "description": "Your rank is determined by the score that you get based on your battle performance. \nEnemies will drop rewards after battles that are based on your current rank. When you perform Swift Hunting, your highest past rank will be referenced.",
    "id": 4602,
    "name": "Drop Rewards",
    "still_path_hash": "387687564782416876"
  },
  {
    "description": "These quests have special rewards for reaching certain ranks. Each time you go up a rank, you will receive a Rank Clear Reward. Tap the treasure box icon to receive your rewards.",
    "id": 4603,
    "name": "Rank Clear Rewards",
    "still_path_hash": "6434553878052934578"
  },
  {
    "description": "EX Challenges are extremely difficult battles against very powerful foes. If you participated in the event in the past, your Clear status, Rank status, and obtained Rank Clear Rewards will carry over when playing again.",
    "id": 4701,
    "name": "EX Challenges (Revival)",
    "still_path_hash": "4298786753197247566"
  },
  {
    "description": "You will not receive reward drops after EX Challenge battles. Instead, you will be given Rank Rewards when your rank goes up.",
    "id": 4702,
    "name": "Rewards",
    "still_path_hash": "2314917935921599316"
  },
  {
    "description": "These are special boss challenges that are unlocked over time. These battles feature enemies with unique changes from standard battles and offer specific conditions that can significantly increase your score.",
    "id": 4801,
    "name": "SP Challenge",
    "still_path_hash": "1688378331021325077"
  },
  {
    "description": "In this game mode, you use synthesis items to improve the performance of a mini rocket, with the goal of flying it as far as possible. \nDepending on the record distance you fly, you can earn various rewards.",
    "id": 4901,
    "name": "Fireworks Festival",
    "still_path_hash": "3616172203470918571"
  },
  {
    "description": "Changing the items used in your rocket increases its performance parameters, which vary depending on the type and traits of the items. \nIt would seem that different parameters are more important depending on the wind direction...",
    "id": 4902,
    "name": "Parameters",
    "still_path_hash": "3001472311081897143"
  },
  {
    "description": "Items synthesized using event recipes from Resleriana Academy can more effectively enhance the parameters of the mini rocket.",
    "id": 4903,
    "name": "Special Effects",
    "still_path_hash": "8469626348236778729"
  },
  {
    "description": "Roman's Grand Tournament is a regularly held battle event. Your ranking changes based on your total damage dealt, and you can earn various rewards depending on your ranking.",
    "id": 5001,
    "name": "Roman's Grand Tournament",
    "still_path_hash": "1327198863698119681"
  },
  {
    "description": "Battles in this event have a turn limit. When the remaining turns reach 0, the battle ends and total damage is tallied.\nNote: Total damage is recorded regardless of victory or defeat.",
    "id": 5002,
    "name": "Special Battle Rules",
    "still_path_hash": "712498971359367965"
  },
  {
    "description": "The actual measure of damage is not the amount of damage dealt, but the amount of enemy HP reduced. Therefore, any damage that exceeds the enemy's maximum HP will not be counted.",
    "id": 5003,
    "name": "Total Damage Measurement",
    "still_path_hash": "6182942466550854467"
  },
  {
    "description": "The highest difficulty battles feature enemies with infinite HP. Here, you simply need to maximize your total damage within the specified number of turns.",
    "id": 5004,
    "name": "High Difficulty Battles",
    "still_path_hash": "6040684314753109084"
  },
  {
    "description": "After the event period ends, you will receive rewards based on your rank. Ranking rewards will be distributed via Mail after you log back in once the event has ended.",
    "id": 5005,
    "name": "Ranking Rewards",
    "still_path_hash": "1151132604270259202"
  },
  {
    "description": "At the Beach House, you can enjoy a selection of content including stories and battles. Over time you will also automatically collect items at the Beach House. You can use the items to take on certain challenges.",
    "id": 5101,
    "name": "Beach House",
    "still_path_hash": "3975062212657015999"
  },
  {
    "description": "You can upgrade the Beach House level from the button in the upper left corner. As the Beach House level increases, items will be collected at a more efficient rate. It might also unlock some new features, or even change the appearance of the Beach House!",
    "id": 5102,
    "name": "LEVEL UP",
    "still_path_hash": "3216173053445436323"
  },
  {
    "description": "The Item Rental system allows you to rent out synthesis items to customers and receive Beach House Rental Coins as a reward at 11:00 (UTC+8) the next day.\nNote: Rental Items will not be consumed, and can also still be used in battle.",
    "id": 5201,
    "name": "Item Rental",
    "still_path_hash": "3877225589379689478"
  },
  {
    "description": "Item Rental also has trends. Renting items that are trending will give you additional bonuses when you receive your rewards.",
    "id": 5202,
    "name": "Trend Bonus",
    "still_path_hash": "3334575217614025496"
  },
  {
    "description": "Note that if you start rentals without filling all rental slots, you will not be able to add items to the empty slots until the rental period ends.\nNote: Rentals cannot be canceled once started, so be careful when starting your rentals.",
    "id": 5203,
    "name": "Cautions for Item Rental",
    "still_path_hash": "8244891479536849734"
  },
  {
    "description": "Beach Flag Race is a turn-attack dungeon where your rank is determined by the total number of turns taken to clear the dungeon. There are no Gathering Points, and rewards are based on your rank.",
    "id": 5301,
    "name": "Beach Flag Race",
    "still_path_hash": "1193390617753767098"
  },
  {
    "description": "Beach Flag Races can be taken on by using challenge attempts. Even after completing the dungeon, if you're not satisfied with the results, you can exit and retry without consuming an attempt.",
    "id": 5302,
    "name": "Attempts",
    "still_path_hash": "794779978730099624"
  },
  {
    "description": "In Beach Flag Race, you can battle with a team lineup of your choice, but the runner in the dungeon will be Resna in her swimsuit. However, if some of her friends are also in swimsuits, the runner might change!",
    "id": 5303,
    "name": "Beach Flag Runners",
    "still_path_hash": "6281069361151669242"
  },
  {
    "description": "- Marie's strength lies in the damage of her Skill 2!\n- However, the same skill also lowers her own skill damage.\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 1010201,
    "name": "Marie \"Fortune Full Bloom\" Ice | Attacker",
    "still_path_hash": "4757600000199656019"
  },
  {
    "description": "-  Use Skill 1 to remove negative effects on Marie, as well as boost her critical rate by 100% for the next turn!\n- Skill 2 increases critical damage by 20% before attacking!",
    "id": 1010202,
    "name": "Marie \"Fortune Full Bloom\" Ice | Attacker",
    "still_path_hash": "6453101508891188559"
  },
  {
    "description": "Burst Skill removes all negative effects and status effects from self\nand also grants immunity to negative effects for 3 turns!",
    "id": 1010203,
    "name": "Marie \"Fortune Full Bloom\" Ice | Attacker",
    "still_path_hash": "406294568191606033"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 to deal tons of damage to the enemy!\n- Use her other skills to remove the negative effects caused by Skill 2!",
    "id": 1010204,
    "name": "Marie \"Fortune Full Bloom\" Ice | Attacker",
    "still_path_hash": "268414749550166542"
  },
  {
    "description": "Has an ability that boosts the potency of damage buffs given to and received by self by 20%! Also boosts the effects received from positive panels by 30%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 1010301,
    "name": "Marie \"Violent Beauty\" Bolt | Attacker",
    "still_path_hash": "7441927554114790125"
  },
  {
    "description": "Skill 2 boosts all allied Attackers' critical rate by 20% (MAX 100%) and critical damage by 10%! (MAX 50%)",
    "id": 1010302,
    "name": "Marie \"Violent Beauty\" Bolt | Attacker",
    "still_path_hash": "8993530065392745969"
  },
  {
    "description": "When Burst Skill is a critical attack, it will convert the next ally on the timeline's panel into a burst panel! This attack's critical damage is also boosted by 50%!",
    "id": 1010303,
    "name": "Marie \"Violent Beauty\" Bolt | Attacker",
    "still_path_hash": "2369483368946703791"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 to enhance the critical attacks of allied Attackers!\n- Get critical attacks with Marie's Burst Skill to generate burst panels!",
    "id": 1010304,
    "name": "Marie \"Violent Beauty\" Bolt | Attacker",
    "still_path_hash": "2808262214158475954"
  },
  {
    "description": "- Skill 2 boosts an ally's critical rate by 100% on their next turn!\n- Her ability boosts all allies' skill damage by 20%!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 2550201,
    "name": "Rorona \"Falling Snow\" Slash | Supporter",
    "still_path_hash": "1642410761581016711"
  },
  {
    "description": "Burst Skill boosts all allies' P. ATK by 15% (MAX 30%) and also restores their HP by 30%!\nNote: These numbers reflect HP recovery amount at skill level 5.",
    "id": 2550202,
    "name": "Rorona \"Falling Snow\" Slash | Supporter",
    "still_path_hash": "955719410115619227"
  },
  {
    "description": "- How to Fight - \n- Use Skill 2 to boost the critical rate of an ally!\n- Use Burst Skill to boost all allies' P. ATK, supporting allies' attacks in battle.",
    "id": 2550203,
    "name": "Rorona \"Falling Snow\" Slash | Supporter",
    "still_path_hash": "5867648106436692421"
  },
  {
    "description": "The ability \"Kitty Cat Team\" grants her immunity to negative panels, while also boosting the potency of the positive panels she uses by 10%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 2550301,
    "name": "Rorona \"Joyful Leader\" Strike | Supporter",
    "still_path_hash": "3713897060159198777"
  },
  {
    "description": "Skill 2 will convert the next ally on the timeline's panel into a burst panel! \nPlus, it boosts the skill damage of all allies!",
    "id": 2550302,
    "name": "Rorona \"Joyful Leader\" Strike | Supporter",
    "still_path_hash": "2882884223404575013"
  },
  {
    "description": "Her Burst Skill boosts the P. ATK of the ally with the highest P. ATK by 50%! \nPlus, it reduces all of the enemies' resistances by 25%!",
    "id": 2550303,
    "name": "Rorona \"Joyful Leader\" Strike | Supporter",
    "still_path_hash": "8372042780957976955"
  },
  {
    "description": "- How to Fight -\n- Convert the next ally's panel into a burst panel with Skill 2, then activate Burst Skill!\n- After weakening all enemies with the Burst Skill, use the powered-up allies to strike!",
    "id": 2550304,
    "name": "Rorona \"Joyful Leader\" Strike | Supporter",
    "still_path_hash": "8229646099284842086"
  },
  {
    "description": "- Her ability \"Duplicate Warmth\" reduces the damage she receives by 2% each time she recovers HP, up to 20%!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 2690201,
    "name": "Totori \"Snow Adventurer\" Air | Defender",
    "still_path_hash": "494198334247318626"
  },
  {
    "description": "- Skill 2 and Burst Skill both boost all allies' magic attack damage!\n- Skill 2 causes all attacks she receives to recover all allies' HP!",
    "id": 2690202,
    "name": "Totori \"Snow Adventurer\" Air | Defender",
    "still_path_hash": "2113270814338263936"
  },
  {
    "description": "Burst Skill grants up to 1 Duplicate Warmth to self! Combine with her ability to reduce own damage received even more!",
    "id": 2690203,
    "name": "Totori \"Snow Adventurer\" Air | Defender",
    "still_path_hash": "4719402955744283426"
  },
  {
    "description": "- How to Fight -\n- Recover Totori's HP to reduce her damage received.\n- Use Skill 2 and Burst Skill to support allies' magic attacks!",
    "id": 2690204,
    "name": "Totori \"Snow Adventurer\" Air | Defender",
    "still_path_hash": "5144312475927442495"
  },
  {
    "description": "Has an ability that reduces the potency of negative effects on allies by 15% and can boost own stun damage using both an ability and Skill 1!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 2690301,
    "name": "Totori \"Hopeful Sailor\" Slash | Breaker",
    "still_path_hash": "2565596671893181662"
  },
  {
    "description": "Skill 2 converts the target enemy's next panel into a weaken panel as long as it was an empty panel to start! It also boosts the enemy's physical attack damage received by 35%!",
    "id": 2690302,
    "name": "Totori \"Hopeful Sailor\" Slash | Breaker",
    "still_path_hash": "4040488404187450304"
  },
  {
    "description": "Burst skill converts target enemy's next panel into a weaken+ panel! When it stuns an enemy, it boosts the burst skill damage of the ally with the highest P. ATK by 25%! (MAX 50%)",
    "id": 2690303,
    "name": "Totori \"Hopeful Sailor\" Slash | Breaker",
    "still_path_hash": "7223709669337443230"
  },
  {
    "description": "What is a Weaken+ Panel?\nAny character or enemy who uses this panel reduces their skill damage by 60%.",
    "id": 2690304,
    "name": "Totori \"Hopeful Sailor\" Slash | Breaker",
    "still_path_hash": "7072110058162312321"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 and Burst Skill to make the enemy use weaken-type panels, reducing their attack power!\n- Boost the physical attack damage received by enemies and then have allies attack with physical attacks!",
    "id": 2690305,
    "name": "Totori \"Hopeful Sailor\" Slash | Breaker",
    "still_path_hash": "4469921315209311455"
  },
  {
    "description": "The ability \"Kitty Cat Team\" grants her immunity to negative panels, while also boosting the potency of the positive panels she uses by 10%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 2700101,
    "name": "Mimi \"Lonely Glory\" Stab | Defender",
    "still_path_hash": "8513733074600133127"
  },
  {
    "description": "- When receiving an attack while HP is not full, uses ability to convert own panels into HP recovery panels! (Excludes burst panels)\n- Skill 2 reduces all allies' damage received by 20%, boosting their durability in battle!",
    "id": 2700102,
    "name": "Mimi \"Lonely Glory\" Stab | Defender",
    "still_path_hash": "7903462478719917339"
  },
  {
    "description": "What is an HP Recovery Panel?\nAny character who uses this panel restores their entire party's HP by 25%.",
    "id": 2700103,
    "name": "Mimi \"Lonely Glory\" Stab | Defender",
    "still_path_hash": "3567917569408941381"
  },
  {
    "description": "Before attacking with Burst Skill, removes own negative effects and status effects! \nPlus, restores own HP by 100% after the attack! Also reduces all of the enemy's resistances by 30%, supporting allies' attacks!",
    "id": 2700104,
    "name": "Mimi \"Lonely Glory\" Stab | Defender",
    "still_path_hash": "4006269812160086618"
  },
  {
    "description": "- How to Fight -\n- Use her ability to convert her panels into HP recovery panels, restoring HP to all allies!\n- Use Burst Skill to restore her HP by 100%!",
    "id": 2700105,
    "name": "Mimi \"Lonely Glory\" Stab | Defender",
    "still_path_hash": "7760922938926719492"
  },
  {
    "description": "- Grants all allies damage immunity based on their max HP!\n- Ability recovers HP by 10% when hit by an attack.\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 2920201,
    "name": "Ayesha \"Noble Flower\" Bolt | Defender",
    "still_path_hash": "6076876512514953574"
  },
  {
    "description": "Burst Skill applies a buff to all allies that gives damage immunity\nfor one attack that deals 40% or lower of their max HP!",
    "id": 2920202,
    "name": "Ayesha \"Noble Flower\" Bolt | Defender",
    "still_path_hash": "5754756596713246328"
  },
  {
    "description": "- How to Fight -\n- Endure enemy attacks while recovering HP.\n- Use Skill 2 and Burst Skill to keep all allies alive!",
    "id": 2920203,
    "name": "Ayesha \"Noble Flower\" Bolt | Defender",
    "still_path_hash": "1436779957449256486"
  },
  {
    "description": "- After attacking with skill 2, boosts own skill damage depending on the number of enemies!\n- Has an ability that boosts the skill damage of all allies with Fire affinity!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 2930101,
    "name": "Wilbell \"Magical Trick Star\" Fire | Attacker",
    "still_path_hash": "384505271879349737"
  },
  {
    "description": "Burst skill damage is boosted when there are more enemies!\n100% more damage when there are 3 or more enemies!",
    "id": 2930102,
    "name": "Wilbell \"Magical Trick Star\" Fire | Attacker",
    "still_path_hash": "2224338266768911093"
  },
  {
    "description": "- How to Fight -\n- Attack all enemies with skill 2 while also boosting your own skill damage!\n- Sweep enemies away with your burst skill, which becomes more powerful when\nthere are more enemies!",
    "id": 2930103,
    "name": "Wilbell \"Magical Trick Star\" Fire | Attacker",
    "still_path_hash": "4824226831925611179"
  },
  {
    "description": "- When using panels, boosts all allies' critical damage by 15%! (MAX 30%)\n- Has an ability that boosts the skill damage of all allies with Bolt affinity by 30%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 2930201,
    "name": "Wilbell \"Witch in the dark\" Bolt | Supporter",
    "still_path_hash": "554760403882227028"
  },
  {
    "description": "Skill 2 restores HP to all allies and also converts one of all allies' panels into critical panels! (Excludes critical-type panels and burst panels)",
    "id": 2930202,
    "name": "Wilbell \"Witch in the dark\" Bolt | Supporter",
    "still_path_hash": "2034081093584005710"
  },
  {
    "description": "Burst Skill reduces an enemy's Bolt resistance by 25% for 5 attacks and reduces all allies' damage received.",
    "id": 2930203,
    "name": "Wilbell \"Witch in the dark\" Bolt | Supporter",
    "still_path_hash": "4618431086067550736"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 to restore allies' HP while also generating critical panels, allowing them to consistently use critical attacks!",
    "id": 2930204,
    "name": "Wilbell \"Witch in the dark\" Bolt | Supporter",
    "still_path_hash": "5047723267117249807"
  },
  {
    "description": "- Has an ability that gives a very high chance to inflict 3 stacks of Burn when she stuns enemies!\n- Boosts the skill damage and stun damage of all allies with Fire affinity!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 2950201,
    "name": "Linca \"Valkyrie of the Sun\" Fire | Breaker",
    "still_path_hash": "9023893547082675043"
  },
  {
    "description": "- Skill 1 decreases an enemy's Burn resistance by 100%!\n- Skill 2 decreases an enemy's Fire resistance by 25%, and if the skill stuns an enemy, it also boosts their magic damage received!",
    "id": 2950202,
    "name": "Linca \"Valkyrie of the Sun\" Fire | Breaker",
    "still_path_hash": "7400303699110587519"
  },
  {
    "description": "Her Burst Skill decreases an enemy's Fire resistance by 30%, and if the skill stuns an enemy, it also boosts M. ATK of the ally with the highest M. ATK by 50%!",
    "id": 2950203,
    "name": "Linca \"Valkyrie of the Sun\" Fire | Breaker",
    "still_path_hash": "4223917272512252961"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 and Burst Skill to consistently reduce an enemy's Fire resistance!\n- Stun an enemy to power up the magic attacks of allies!",
    "id": 2950204,
    "name": "Linca \"Valkyrie of the Sun\" Fire | Breaker",
    "still_path_hash": "4360809808101126974"
  },
  {
    "description": "- Skill 1 grants Protection to self! Receive single-target attacks in place of your allies.\n- Skill 2 reduces all allies' damage received!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 2960101,
    "name": "Nio \"Charming Sister\" Strike | Defender",
    "still_path_hash": "8361176170494304382"
  },
  {
    "description": "Burst skill grants Regen to all allies!\nRecover HP at the start of every turn for 5 turns.",
    "id": 2960102,
    "name": "Nio \"Charming Sister\" Strike | Defender",
    "still_path_hash": "8034627562165878624"
  },
  {
    "description": "- How to Fight -\n- Reduce damage received by all allies with Skill 2, then apply Regen with your burst skill!\n- Use Skill 1 to gain Protection and defend your allies from enemy's single-target attacks.",
    "id": 2960103,
    "name": "Nio \"Charming Sister\" Strike | Defender",
    "still_path_hash": "3723857123267944254"
  },
  {
    "description": "After attacking with Skill 2, restores the item gauge by 10% and reduces own damage received by 20%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 2970201,
    "name": "Marion \"Bullet of Ink\" Fire | Defender",
    "still_path_hash": "2669422991745107185"
  },
  {
    "description": "- Has an ability that restores the item gauge by 5% when hit by an enemy attack!\n- Restores own HP by 15% after using a battle item!",
    "id": 2970202,
    "name": "Marion \"Bullet of Ink\" Fire | Defender",
    "still_path_hash": "4504677487825509357"
  },
  {
    "description": "Before attacking with Burst Skill, removes own negative effects! After attacking, restores the item gauge by 30% and reduces own damage received by 30%!",
    "id": 2970203,
    "name": "Marion \"Bullet of Ink\" Fire | Defender",
    "still_path_hash": "7110800282888305587"
  },
  {
    "description": "- How to Fight -\n- Make use of skills and abilities to restore the item gauge quickly!\n- Use battle items to trigger the ability and restore own HP!",
    "id": 2970204,
    "name": "Marion \"Bullet of Ink\" Fire | Defender",
    "still_path_hash": "7256504227480929454"
  },
  {
    "description": "- Skill 2 boosts an enemy's physical attack damage received by 30%!\n- If the skill stuns an enemy, this effect is applied a second time!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 3090201,
    "name": "Escha \"Sweet Monochrome\" Stab | Breaker",
    "still_path_hash": "2373019452757525523"
  },
  {
    "description": "- When attacking an enemy without stunning them, boosts own stun damage by 30%!",
    "id": 3090202,
    "name": "Escha \"Sweet Monochrome\" Stab | Breaker",
    "still_path_hash": "4280335825210170127"
  },
  {
    "description": "Burst Skill boosts an enemy's physical attack damage received by 50%, and if it stuns an enemy, it also boosts the P. ATK of the ally with the highest P. ATK by 50%!",
    "id": 3090203,
    "name": "Escha \"Sweet Monochrome\" Stab | Breaker",
    "still_path_hash": "7443246910548474705"
  },
  {
    "description": "- How to Fight -\n- Attack to boost the physical attack damage that enemies receive!\n- Use Burst Skill to boost the P. ATK of an ally and deal extra damage to enemies!",
    "id": 3090204,
    "name": "Escha \"Sweet Monochrome\" Stab | Breaker",
    "still_path_hash": "7012476985873073230"
  },
  {
    "description": "- Has an ability that nullifies damage received from enemy counterattacks!\n- Boosts the effects received from positive panels by 30%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 3090301,
    "name": "Escha \"Challenging Worker\" Fire | Attacker",
    "still_path_hash": "409760284065719469"
  },
  {
    "description": "Skill 2 boosts the critical damage of the attack by 50%, and if an enemy is defeated by the attack, converts own next panel into a burst panel!",
    "id": 3090302,
    "name": "Escha \"Challenging Worker\" Fire | Attacker",
    "still_path_hash": "2172886287999007665"
  },
  {
    "description": "Burst Skill boosts the critical damage of the attack by 100%, and after attacking, converts own next panel into a boost+ panel! (Excludes burst panels)",
    "id": 3090303,
    "name": "Escha \"Challenging Worker\" Fire | Attacker",
    "still_path_hash": "4758848989229177839"
  },
  {
    "description": "- How to Fight -\n- Defeat enemies with Skill 2 to convert the next panel into a burst panel!\n- Use the ability to nullify the damage from enemy counterattacks!",
    "id": 3090304,
    "name": "Escha \"Challenging Worker\" Fire | Attacker",
    "still_path_hash": "4904482640648316146"
  },
  {
    "description": "- When Skill 2 or Burst Skill stuns an enemy, it boosts the critical rate of the ally with the highest M. ATK by 100% for 1 turn!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 3100201,
    "name": "Logy \"Twilight Order\" Bolt | Breaker",
    "still_path_hash": "5978285931615220429"
  },
  {
    "description": "In addition, after attacking with Burst Skill,\nboosts all enemies' magic attack damage received by 25%!",
    "id": 3100202,
    "name": "Logy \"Twilight Order\" Bolt | Breaker",
    "still_path_hash": "5296027822824910289"
  },
  {
    "description": "- How to Fight -\n- Stun the enemy using Skill 2 and boost an ally's critical rate!\n- Guarantee a critical attack for an ally, dealing increased damage to the enemy!",
    "id": 3100203,
    "name": "Logy \"Twilight Order\" Bolt | Breaker",
    "still_path_hash": "1536345806487178639"
  },
  {
    "description": "- Skill 2 and Burst Skill reduce damage taken by allies! \n- In addition, Skill 1 and Skill 2 both recover all allies' HP!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 3220201,
    "name": "Shallistera \"School Maiden\" Fire | Supporter",
    "still_path_hash": "1169753936382637094"
  },
  {
    "description": "After attacking with Burst Skill, \nreduce damage received by all allies by 30%\nand reduce single-target attack damage received by all allies by 50%!",
    "id": 3220202,
    "name": "Shallistera \"School Maiden\" Fire | Supporter",
    "still_path_hash": "843205976654883644"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 to reduce the damage taken by all allies while also recovering HP!\n- Use Burst Skill to defend allies from enemies' powerful single-target attacks.",
    "id": 3220203,
    "name": "Shallistera \"School Maiden\" Fire | Supporter",
    "still_path_hash": "6313725888425102182"
  },
  {
    "description": "- Ability increases Shallotte's P. ATK when she stuns an enemy.\n- Skill 2 deals 40% increased skill damage when Shallotte attacks a stunned enemy!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 3230101,
    "name": "Shallotte \"Girls' Ambition\" Strike | Breaker",
    "still_path_hash": "4699684872343507115"
  },
  {
    "description": "When Burst Skill causes an enemy to be stunned, \nit also boosts the enemy's damage received by 60%, \nsupporting the attacks of other party members!",
    "id": 3230102,
    "name": "Shallotte \"Girls' Ambition\" Strike | Breaker",
    "still_path_hash": "6534938711367110583"
  },
  {
    "description": "- How to Fight -\n- Use Burst Skill to stun the enemy, boosting their damage received.\n- Use Skill 2 while the enemy is stunned for even more damage!",
    "id": 3230103,
    "name": "Shallotte \"Girls' Ambition\" Strike | Breaker",
    "still_path_hash": "476734233033338857"
  },
  {
    "description": "The ability \"Kitty Cat Team\" grants her immunity to negative panels, while also boosting the potency of the positive panels she uses by 10%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 3340201,
    "name": "Sophie \"Mighty Boss\" Stab | Supporter",
    "still_path_hash": "7140902374704816832"
  },
  {
    "description": "- Skill 2 heals all allies and converts all their panels into boost panels. (Excludes boost-type panels and burst panels)\n- Skill 1 applies panel immunity to enemies, blocking them from using any panels other than burst panels!",
    "id": 3340202,
    "name": "Sophie \"Mighty Boss\" Stab | Supporter",
    "still_path_hash": "8687992060603907550"
  },
  {
    "description": "Burst Skill converts the panel of the next enemy in the turn order into a protection weaken panel!\nAlso boosts own HP recovery given by 50%! (MAX 100%)",
    "id": 3340203,
    "name": "Sophie \"Mighty Boss\" Stab | Supporter",
    "still_path_hash": "2647137876838555012"
  },
  {
    "description": "What is a Protection Weaken Panel?\nAny character who uses this panel boosts the damage received of all characters in their party by 40% for 1 attack.",
    "id": 3340204,
    "name": "Sophie \"Mighty Boss\" Stab | Supporter",
    "still_path_hash": "2496804902385443485"
  },
  {
    "description": "- How to Fight -\n- Heal all allies with Skill 2 and convert their panels into boost panels!\n- Use Burst Skill to convert the enemy's panel into a protection weaken panel!",
    "id": 3340205,
    "name": "Sophie \"Mighty Boss\" Stab | Supporter",
    "still_path_hash": "9118410134444786371"
  },
  {
    "description": "- After using a battle item, her attacks have a very high chance to inflict Brittle on enemies!\n- Her ability Final Battle Gear: Schwarz Rose makes her immune to all status effects!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 3500201,
    "name": "Firis \"Crystaler of Rose\" Ice | Supporter",
    "still_path_hash": "8383704738988339601"
  },
  {
    "description": "Skill 2 and Burst Skill reduce all the resistances of enemies!\nBurst Skill also reduces damage dealt by enemies!",
    "id": 3500202,
    "name": "Firis \"Crystaler of Rose\" Ice | Supporter",
    "still_path_hash": "8057081936488377997"
  },
  {
    "description": "- How to Fight -\nAfter using a battle item, support allies' attacks by using Skill 2 or Burst Skill to apply Brittle to all enemies while also reducing all enemies' resistances!",
    "id": 3500203,
    "name": "Firis \"Crystaler of Rose\" Ice | Supporter",
    "still_path_hash": "3746421172760153811"
  },
  {
    "description": "- Skill 2 recovers allies' HP while also boosting skill damage!\n- Has an ability that boosts the skill damage of all allies with Bolt affinity!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 3740101,
    "name": "Lydie \"Rainbow Canvas\" Bolt | Supporter",
    "still_path_hash": "5139379786949681447"
  },
  {
    "description": "Burst skill boosts the skill damage of the next ally in turn order and\nalso reduces all resistances of the attack target.",
    "id": 3740102,
    "name": "Lydie \"Rainbow Canvas\" Bolt | Supporter",
    "still_path_hash": "6690898723549412923"
  },
  {
    "description": "- How to Fight -\n- Recover allies' HP while also boosting their skill damage!\n- Use burst skill to power up the next ally's attack!",
    "id": 3740103,
    "name": "Lydie \"Rainbow Canvas\" Bolt | Supporter",
    "still_path_hash": "69717353843318373"
  },
  {
    "description": "- After using a battle item, grants self Evasion! (MAX 3 times)\n- Her ability Final Battle Gear: Schwarz Rose makes her immune to all status effects!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 3740201,
    "name": "Lydie \"Witch of Rose\" Strike | Defender",
    "still_path_hash": "5023290996042850716"
  },
  {
    "description": "Skill 2 reduces the damage received by an ally, and also boosts all allies' skill damage!\nSave allies that are in trouble while also boosting their firepower!",
    "id": 3740202,
    "name": "Lydie \"Witch of Rose\" Strike | Defender",
    "still_path_hash": "6790925574249315970"
  },
  {
    "description": "Burst Skill reduces own damage received by 100% and reduces all allies' damage received from attacks that target all allies by 100%!",
    "id": 3740203,
    "name": "Lydie \"Witch of Rose\" Strike | Defender",
    "still_path_hash": "149535455174123232"
  },
  {
    "description": "- How to Fight -\n- Use a battle item to evade enemies' attacks!\n- Use Burst Skill to improve allies' defenses and withstand enemy attacks!",
    "id": 3740204,
    "name": "Lydie \"Witch of Rose\" Strike | Defender",
    "still_path_hash": "290951390181204417"
  },
  {
    "description": "- All skills have an effect that boosts damage depending on how high own HP is!\n- Has an ability that increases all allies' physical attack!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 3750101,
    "name": "Suelle \"Ambition Painting\"  Strike | Attacker",
    "still_path_hash": "1492169185901479185"
  },
  {
    "description": "Burst skill damage is boosted by 80% when own HP is full!",
    "id": 3750102,
    "name": "Suelle \"Ambition Painting\"  Strike | Attacker",
    "still_path_hash": "1098132463676463629"
  },
  {
    "description": "- How to Fight -\n- Keep HP high to consistently attack with high power!",
    "id": 3750103,
    "name": "Suelle \"Ambition Painting\"  Strike | Attacker",
    "still_path_hash": "5985335343015443027"
  },
  {
    "description": "- After using a battle item, the next attack against an enemy delays their turn by 1 turn! (MAX 3 times)\n- Her ability \"Final Battle Gear: Schwarz Rose\" makes her immune to all status effects!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 3750201,
    "name": "Suelle \"Ranger of Rose\" Stab | Attacker",
    "still_path_hash": "1608297249975633322"
  },
  {
    "description": "- Skill 1 restores the item gauge by 10%!\n- Skill 2 grants Evasion (100% chance) to self for 1 turn!",
    "id": 3750202,
    "name": "Suelle \"Ranger of Rose\" Stab | Attacker",
    "still_path_hash": "998030605666654904"
  },
  {
    "description": "Burst Skill deals more damage the higher own HP is!\nBoosts damage by 100% when HP is full!\nBefore attacking, boosts own skill damage by 50%! (MAX 100%)",
    "id": 3750203,
    "name": "Suelle \"Ranger of Rose\" Stab | Attacker",
    "still_path_hash": "5905557133356612330"
  },
  {
    "description": "- How to Fight -\n- Grant Evasion to self to preserve HP, then attack with Burst Skill!\n- After using battle items, attack the enemy to delay their turn by 1 turn!",
    "id": 3750204,
    "name": "Suelle \"Ranger of Rose\" Stab | Attacker",
    "still_path_hash": "6336049998138721783"
  },
  {
    "description": "- Boosts stun damage when attacking a weakness.\n- Skill 2 reduces the Slash resistance of all enemies.\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 3990201,
    "name": "Ryza \"Master's Right-Hand\" Slash | Breaker",
    "still_path_hash": "7213307909998908030"
  },
  {
    "description": "Use the forced stun effect of the Burst Skill to ensure a stun on the enemy!",
    "id": 3990202,
    "name": "Ryza \"Master's Right-Hand\" Slash | Breaker",
    "still_path_hash": "9192611052199841120"
  },
  {
    "description": "- How to Fight -\n- Use all-target attacks to reduce the stun gauges of all enemies!\n- For powerful enemies with large stun gauges, stun them using the Burst Skill!",
    "id": 3990203,
    "name": "Ryza \"Master's Right-Hand\" Slash | Breaker",
    "still_path_hash": "2575989082361933118"
  },
  {
    "description": "The ability \"Kitty Cat Team\" grants her immunity to negative panels, while also boosting the potency of the positive panels she uses by 10%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 3990301,
    "name": "Ryza \"Blooming Energy\" Air | Breaker",
    "still_path_hash": "4709563459983422146"
  },
  {
    "description": "- Ability converts all allies' boost panels into boost+ panels when stunning an enemy!\n- Skill 2 reduces all enemies Air resistance by 25% before attacking them! Also, after attacking, boosts magic attack damage received by all enemies by 35%!",
    "id": 3990302,
    "name": "Ryza \"Blooming Energy\" Air | Breaker",
    "still_path_hash": "6544818071189269984"
  },
  {
    "description": "Burst Skill boosts magic attack damage received by enemies by 50%!\nPlus, if the skill stuns an enemy, it also boosts the M. ATK of the ally with the highest M. ATK by 50%!",
    "id": 3990303,
    "name": "Ryza \"Blooming Energy\" Air | Breaker",
    "still_path_hash": "504027383776349570"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 and Burst Skill to boost allies' magic attack power!\n- Stun enemies to upgrade allies' panels into boost+ panels for even more attack power!",
    "id": 3990304,
    "name": "Ryza \"Blooming Energy\" Air | Breaker",
    "still_path_hash": "64247999628178079"
  },
  {
    "description": "Skill 2 reduces all enemies' Ice Resistance! Skill 2 has 2 charge indicators, and if all indicators are charged, boosts the penetration of this attack by 100! (Note: All charge indicators will reset after activation.)\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 3990401,
    "name": "Ryza \"Sunlit Beach\" Ice | Attacker",
    "still_path_hash": "933474170422030963"
  },
  {
    "description": "What is Penetration?\nPenetration allows attacks to partially ignore enemy defense and damage reduction statuses based on the amount of penetration!",
    "id": 3990402,
    "name": "Ryza \"Sunlit Beach\" Ice | Attacker",
    "still_path_hash": "1692293050798337391"
  },
  {
    "description": "- Has an ability that lights up 2 charge indicators on Skill 2 at the start of battle!\n- If Skill 2 has less than 2 charge indicators lit, they can be lit by attacking with Skill 2 or using battle items!",
    "id": 3990403,
    "name": "Ryza \"Sunlit Beach\" Ice | Attacker",
    "still_path_hash": "5427203621638262065"
  },
  {
    "description": "Burst Skill boosts the attack's penetration by 200 and also boosts own skill damage by 50% before the attack! (MAX 100%)",
    "id": 3990404,
    "name": "Ryza \"Sunlit Beach\" Ice | Attacker",
    "still_path_hash": "5569730061778858542"
  },
  {
    "description": "- How to Fight -\n- Attack with Skill 2 or use battle items to light up the charge indicators on Skill 2!\n- Make use of the boosted penetration on Burst Skill and Skill 2 to defeat enemies!",
    "id": 3990405,
    "name": "Ryza \"Sunlit Beach\" Ice | Attacker",
    "still_path_hash": "1253918912301535856"
  },
  {
    "description": "The ability boosts the potency of all negative effects your party inflicts by 15%! Their M. ATK is boosted by 15%, too!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4000201,
    "name": "Klaudia \"Fragrant Elegance\" Bolt | Supporter",
    "still_path_hash": "7541643603911148520"
  },
  {
    "description": "Skill 2 deals no damage, but inflicts enemies with negative effects!\nIt reduces the damage that enemies deal, while also boosting the magic attack damage they receive by 30% for the next 2 attacks they take! (MAX 4 times)",
    "id": 4000202,
    "name": "Klaudia \"Fragrant Elegance\" Bolt | Supporter",
    "still_path_hash": "8295958963355852026"
  },
  {
    "description": "Her Burst Skill increases the buff effects all allies receive from boost-type panels by 100%! (Cannot be stacked) Using a boost-type panel will boost the potency of the skill damage buff!",
    "id": 4000203,
    "name": "Klaudia \"Fragrant Elegance\" Bolt | Supporter",
    "still_path_hash": "3390187806525439140"
  },
  {
    "description": "- How to Fight -\n- Increase the potency of the buff effects allies receive from boost-type panels with Burst Skill!\n- Weaken enemies with Skill 2, then have allies slam them with magic attacks!",
    "id": 4000204,
    "name": "Klaudia \"Fragrant Elegance\" Bolt | Supporter",
    "still_path_hash": "2960754818867381179"
  },
  {
    "description": "- Boosts all allies' M. ATK with abilities.\n- Skill 2 reduces Ice resistance and deals more stun damage when attacking a weakness!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 4010101,
    "name": "Lila \"Jet Black Bodyguard\" Ice | Breaker",
    "still_path_hash": "4155172753240287083"
  },
  {
    "description": "Burst Skill deals 30% more stun damage when attacking a weakness!\nAlso reduces the target's Ice resistance for 5 attacks after attacking!",
    "id": 4010102,
    "name": "Lila \"Jet Black Bodyguard\" Ice | Breaker",
    "still_path_hash": "2459605059092576375"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 or Burst Skill to reduce Ice resistance, \nthen aim for a weakness and stun the enemy!",
    "id": 4010103,
    "name": "Lila \"Jet Black Bodyguard\" Ice | Breaker",
    "still_path_hash": "9083534658640238633"
  },
  {
    "description": "- Boosts all allies' P. ATK with abilities.\n- Skill 2 increases one ally's P. ATK.\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 4040101,
    "name": "Empel \"The Gate Closer\" Strike | Supporter",
    "still_path_hash": "5257098751949992704"
  },
  {
    "description": "Burst Skill increases the damage received by the target, \nand also increases the physical attack damage dealt by one ally!",
    "id": 4040102,
    "name": "Empel \"The Gate Closer\" Strike | Supporter",
    "still_path_hash": "6015842809696972258"
  },
  {
    "description": "- How to Fight -\n- Use skills and abilities to increase allies' P.ATK, \nthen use burst to weaken enemies and allow an ally to deliver a powerful blow!",
    "id": 4040103,
    "name": "Empel \"The Gate Closer\" Strike | Supporter",
    "still_path_hash": "1103916587898326460"
  },
  {
    "description": "- Grants Counter to self to counterattack when hit!\n- While countering, reduces own damage received and self heals!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 4150101,
    "name": "Patricia \"Holy Night Gift\" Slash | Defender",
    "still_path_hash": "1348976749815678495"
  },
  {
    "description": "Removes all negative effects from self before attacking with Burst Skill, and also recovers lost HP after attacking!",
    "id": 4150102,
    "name": "Patricia \"Holy Night Gift\" Slash | Defender",
    "still_path_hash": "662276996053981443"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 to activate Counter status and counter any enemy attacks!\n- Recover lost HP by using Burst Skill!",
    "id": 4150103,
    "name": "Patricia \"Holy Night Gift\" Slash | Defender",
    "still_path_hash": "6133223243541248349"
  },
  {
    "description": "- Applies the Brittle status effect with skills!\nThis causes all attacks to become critical hits!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 4310301,
    "name": "Resna \"Starry Heavens Gift\" Ice | Attacker",
    "still_path_hash": "356827538739377687"
  },
  {
    "description": "Burst Skill boosts critical rate by 100% for the attack!\nInflicts Brittle on all enemies to quickly take them down with critical attacks!",
    "id": 4310302,
    "name": "Resna \"Starry Heavens Gift\" Ice | Attacker",
    "still_path_hash": "2268638414147463435"
  },
  {
    "description": "- How to Fight -\n- Inflict Brittle on enemies to trigger critical attacks!\n- Sweep enemies away with a Burst Skill that increases critical rate!",
    "id": 4310303,
    "name": "Resna \"Starry Heavens Gift\" Ice | Attacker",
    "still_path_hash": "4852248159362255189"
  },
  {
    "description": "The ability \"Kitty Cat Team\" grants her immunity to negative panels, while also boosting the potency of the positive panels she uses by 10%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4310401,
    "name": "Resna \"Loved Rookie\" Air | Attacker",
    "still_path_hash": "5286190282119476904"
  },
  {
    "description": "- After attacking with Skill 2, boosts all enemies' critical damage received by 10%! (MAX 50%) Using a boost-type panel boosts this attack's critical rate by 100%!\n- Ability effect boosts own skill damage by 50% when using a boost-type panel!",
    "id": 4310402,
    "name": "Resna \"Loved Rookie\" Air | Attacker",
    "still_path_hash": "5968452934968142266"
  },
  {
    "description": "Burst Skill converts next panel for self to a boost+ panel! (Excludes burst panels)\nBoosts own critical damage by 50%! (MAX 100%)\nIf own HP is 70% or higher, boosts this attack's damage by 100%!",
    "id": 4310403,
    "name": "Resna \"Loved Rookie\" Air | Attacker",
    "still_path_hash": "1078967468911610340"
  },
  {
    "description": "What are Boost+ Panels?\nAny character who uses this panel boosts their skill damage by 100%.",
    "id": 4310404,
    "name": "Resna \"Loved Rookie\" Air | Attacker",
    "still_path_hash": "640540536679118587"
  },
  {
    "description": "- How to Fight -\n- Make use of boost-type panels to power up and use Skill 2 for a critical attack!\n- Use her Burst Skill to convert her next panel into a boost+ panel!",
    "id": 4310405,
    "name": "Resna \"Loved Rookie\" Air | Attacker",
    "still_path_hash": "6111067318861371045"
  },
  {
    "description": "During battle, weaken-type panels on the timeline will convert into straw hat panels!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4310501,
    "name": "Resna \"Pretty Summer\" Bolt | Breaker",
    "still_path_hash": "7790444906339816984"
  },
  {
    "description": "When enemies use a straw hat panel, reduces their own damage dealt by 40%!\nWhen allies use a straw hat panel, boosts own skill damage by 40% and boosts all allies' critical rate by 25%! (MAX 300%)",
    "id": 4310502,
    "name": "Resna \"Pretty Summer\" Bolt | Breaker",
    "still_path_hash": "8616896826052790534"
  },
  {
    "description": "- Has an ability that activates Burst Skill when using a straw hat panel!\n- Skill 2 reduces all enemies' Bolt resistance by 25% and boosts critical damage received by 35%!",
    "id": 4310503,
    "name": "Resna \"Pretty Summer\" Bolt | Breaker",
    "still_path_hash": "3150313442323556700"
  },
  {
    "description": "Burst skill boosts all enemies' magic attack damage received, and when it stuns an enemy, also boosts the M. ATK of the ally with the highest M. ATK by 50%!",
    "id": 4310504,
    "name": "Resna \"Pretty Summer\" Bolt | Breaker",
    "still_path_hash": "3288404435378083397"
  },
  {
    "description": "- How to Fight -\n- Make use of straw hat panels to activate Burst Skill!\n- Use Skill 2 and Burst Skill to boost allies' magic attacks and critical attacks!",
    "id": 4310505,
    "name": "Resna \"Pretty Summer\" Bolt | Breaker",
    "still_path_hash": "8182958100282848795"
  },
  {
    "description": "- All skills other than Skill 1 boost critical rate by 100% for the attack! \n- Her ability Final Battle Gear: Schwarz Rose makes her immune to all status effects!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4320301,
    "name": "Valeria \"Warrior of Rose\" Strike | Attacker",
    "still_path_hash": "1091217832031577523"
  },
  {
    "description": "Using any skill other than Skill 1 or defeating an enemy will increase the level of Battle Maiden Bloom. Each level of Battle Maiden Bloom boosts own critical damage by 10%! Reach Battle Maiden Bloom Lv. 10 to boost critical damage by 100%!",
    "id": 4320302,
    "name": "Valeria \"Warrior of Rose\" Strike | Attacker",
    "still_path_hash": "1489757482760010415"
  },
  {
    "description": "- As Battle Maiden Bloom increases in level, it boosts Burst Skill damage!\n- Reaching Lv.10 boosts Burst Skill damage by a total of 200%!\n- Burst Skill also grants an extra turn 3 turns after use!",
    "id": 4320303,
    "name": "Valeria \"Warrior of Rose\" Strike | Attacker",
    "still_path_hash": "5224696640340220657"
  },
  {
    "description": "- How to Fight -\nIncrease the level of Battle Maiden Bloom to boost critical damage and power up the Burst Skill! Then use the Burst Skill to gain an extra turn and turn the fight in your favor!",
    "id": 4320304,
    "name": "Valeria \"Warrior of Rose\" Strike | Attacker",
    "still_path_hash": "5664176905259394542"
  },
  {
    "description": "When own critical rate exceeds 100%, has an ability that boosts critical damage by the amount exceeding 100%! (MAX 300%)\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4320401,
    "name": "Valeria \"Radiant Summer\" Bolt | Attacker",
    "still_path_hash": "4794976919259522306"
  },
  {
    "description": "- When using a boost-type panel, boosts Skill 2's critical rate by 100%. When the attack is a critical attack, boosts own skill damage by 50% after the attack! (MAX 100%)\n- Has an ability that converts all boost-type panels on the timeline into tube panels!",
    "id": 4320402,
    "name": "Valeria \"Radiant Summer\" Bolt | Attacker",
    "still_path_hash": "6414049758735415840"
  },
  {
    "description": "When enemies use a tube panel, boosts their own damage received by 40%!\nWhen allies use a tube panel, boosts own critical damage by 100%!",
    "id": 4320403,
    "name": "Valeria \"Radiant Summer\" Bolt | Attacker",
    "still_path_hash": "373305251339344450"
  },
  {
    "description": "- Has an ability that activates Burst Skill when using a tube panel!\n- Burst Skill boosts critical rate by 100% for the attack, and after attacking grants self \"Make a Splash\", which boosts the potency of buff effects received from battle items!",
    "id": 4320404,
    "name": "Valeria \"Radiant Summer\" Bolt | Attacker",
    "still_path_hash": "231042778267411807"
  },
  {
    "description": "- How to Fight -\n- Grant self \"Make a Splash\", then use battle items for a powerful boost!\n- Boost critical rate and use tube panels to boost critical damage, then attack enemies for maximum damage!",
    "id": 4320405,
    "name": "Valeria \"Radiant Summer\" Bolt | Attacker",
    "still_path_hash": "6852687867538851073"
  },
  {
    "description": "Skill 2 attacks all enemies! Before attacking, it reduces all enemies' Ice resistance by 25%, and after attacking, it inflicts panel immunity on all enemies!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4330201,
    "name": "Roman \"Secret Fellow\" Ice | Breaker",
    "still_path_hash": "8755600062793163067"
  },
  {
    "description": "- Has an ability that boosts enemies' magic attack damage received by 25% after stunning them.\n- Boosts own stun damage when using positive panels!",
    "id": 4330202,
    "name": "Roman \"Secret Fellow\" Ice | Breaker",
    "still_path_hash": "7064535388414492199"
  },
  {
    "description": "Before attacking with Burst Skill, reduces enemy's Ice resistance by 30%! After attacking, boosts enemy's magic attack damage received by 30%!",
    "id": 4330203,
    "name": "Roman \"Secret Fellow\" Ice | Breaker",
    "still_path_hash": "4478604299250376313"
  },
  {
    "description": "- How to Fight -\n- Stun enemies while also reducing their Ice resistance with Skill 2 and Burst Skill!\n- Use Burst Skill and abilities to boost enemies' magic attack damage received!",
    "id": 4330204,
    "name": "Roman \"Secret Fellow\" Ice | Breaker",
    "still_path_hash": "4052634841400336744"
  },
  {
    "description": "- Boosts own P. ATK by 10% each time she defeats an enemy. (MAX 30%)\n- Boosts skill damage when attacking stunned enemies by 40%!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 4340101,
    "name": "Juna \"White Royal Guard\" Stab | Attacker",
    "still_path_hash": "5911225582611825543"
  },
  {
    "description": "- Before attacking with Skill 2, boosts own skill damage by 20%. (MAX 60%)\nAlso boosts the skill's damage itself by 50% when attacking an enemy with HP below 50%!",
    "id": 4340102,
    "name": "Juna \"White Royal Guard\" Stab | Attacker",
    "still_path_hash": "5296376126308097179"
  },
  {
    "description": "- Before attacking with Burst Skill, removes any damage reduction on enemies!\nAlso boosts the skill's damage itself by 100% when attacking an enemy with HP below 50%!\nNote: Damage reduction refers to effects such as Received Damage Down, Received Stab Damage Down, etc.",
    "id": 4340103,
    "name": "Juna \"White Royal Guard\" Stab | Attacker",
    "still_path_hash": "1562174467267902661"
  },
  {
    "description": "- How to Fight -\n- Use skills and abilities to boost Juna's skill damage!\n- Use Juna's Burst Skill to remove any damage reduction from enemies and take them down!",
    "id": 4340104,
    "name": "Juna \"White Royal Guard\" Stab | Attacker",
    "still_path_hash": "1420637663154848730"
  },
  {
    "description": "At the start of battle, Juna grants herself Midnight Sun's Guard, which grants her Protection, reduces damage received by 40%, and boosts skill damage dealt by 40%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4340201,
    "name": "Juna \"Valkyrie in the Sky\" Strike | Attacker",
    "still_path_hash": "5831047150443660092"
  },
  {
    "description": "- Her ability boosts her P. ATK by 5% each time she receives an attack! (MAX 25%)\n- The damage of her Skill 2 is boosted by 30% when attacking a weakness and grants self Midnight Sun's Guard for an additional turn each time it defeats an enemy.",
    "id": 4340202,
    "name": "Juna \"Valkyrie in the Sky\" Strike | Attacker",
    "still_path_hash": "5432585946435165218"
  },
  {
    "description": "- The damage of her Burst Skill is boosted by 50% when attacking a weakness, and it grants self Midnight Sun's Guard for an additional 2 turns!",
    "id": 4340203,
    "name": "Juna \"Valkyrie in the Sky\" Strike | Attacker",
    "still_path_hash": "1677902309386370176"
  },
  {
    "description": "- How to Fight -\n- Grant Midnight Sun's Guard to self and attack enemies in the empowered state!\n- Continuously use Skill 2 and Burst Skill to increase the number of turns Midnight Sun's Guard will last!",
    "id": 4340204,
    "name": "Juna \"Valkyrie in the Sky\" Strike | Attacker",
    "still_path_hash": "1248605720628872033"
  },
  {
    "description": "- Skill 2 decreases enemies' Strike resistance and boosts the P. ATK of the ally with the highest P. ATK!\n- Her ability Final Battle Gear: Schwarz Rose makes her immune to all status effects!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4350101,
    "name": "Heidi \"Thief of Rose\" Strike | Breaker",
    "still_path_hash": "139441168814696369"
  },
  {
    "description": "Stunning enemies restores the item gauge by 30% and boosts battle item damage dealt to enemies by 100%! (MAX 200%)",
    "id": 4350102,
    "name": "Heidi \"Thief of Rose\" Strike | Breaker",
    "still_path_hash": "1902493073035786413"
  },
  {
    "description": "Burst Skill attacks all enemies and force stuns all targets that have a weakness to the attack! Also boosts the P. ATK of the ally with the highest P. ATK!",
    "id": 4350103,
    "name": "Heidi \"Thief of Rose\" Strike | Breaker",
    "still_path_hash": "5064988542954133747"
  },
  {
    "description": "- How to Fight -\nBoost the physical attack power of Attackers, and once an enemy is stunned, restore the item gauge and boost battle item damage to support allies!",
    "id": 4350104,
    "name": "Heidi \"Thief of Rose\" Strike | Breaker",
    "still_path_hash": "4634379069673613292"
  },
  {
    "description": "Skill 2 boosts the M. ATK of an ally by 30%!\nNote: This number reflects the effect at skill level 5.\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4350201,
    "name": "Heidi \"Merciful Bride\" Fire | Supporter",
    "still_path_hash": "219421998126458634"
  },
  {
    "description": "- Has an ability that restores the item gauge by 10% when using a boost panel!\n- Boosts all allies' M. ATK by 15%!",
    "id": 4350202,
    "name": "Heidi \"Merciful Bride\" Fire | Supporter",
    "still_path_hash": "1766516589878343704"
  },
  {
    "description": "- Her Burst Skill boosts the skill damage of the ally with the highest M. ATK by 50% and converts one panel into a boost+ panel! (Excludes burst panels)",
    "id": 4350203,
    "name": "Heidi \"Merciful Bride\" Fire | Supporter",
    "still_path_hash": "4949062479508166730"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 to boost any ally's M. ATK!\n- Use Burst Skill to support the attacks of the ally with the highest M. ATK!",
    "id": 4350204,
    "name": "Heidi \"Merciful Bride\" Fire | Supporter",
    "still_path_hash": "4806591022859462487"
  },
  {
    "description": "- Ability increases all allies' P. ATK, M. ATK, P. DEF, and M. DEF by 10%!\n- Her ability \"Final Battle Gear: Schwarz Rose\" makes her immune to all status effects!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4360101,
    "name": "Flocke \"Angel of Rose\" Strike | Supporter",
    "still_path_hash": "736366124042597397"
  },
  {
    "description": "Skill 2 restores HP to all allies!\nBoosts HP recovery given to allies' with HP below 70% by 100%!\nAfter healing, boosts all allies' critical damage by 25%! (MAX 50%)",
    "id": 4360102,
    "name": "Flocke \"Angel of Rose\" Strike | Supporter",
    "still_path_hash": "1274658646248336137"
  },
  {
    "description": "Burst Skill boosts critical rate by 100% for the attack!\nBefore attacking, boosts all enemies' critical damage received by 30%! (MAX 60%)",
    "id": 4360103,
    "name": "Flocke \"Angel of Rose\" Strike | Supporter",
    "still_path_hash": "5592635285394885463"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 and Burst Skill to support allies' critical attacks!\n- Use Skill 2 to restore the HP of all allies!",
    "id": 4360104,
    "name": "Flocke \"Angel of Rose\" Strike | Supporter",
    "still_path_hash": "5442568410071692362"
  },
  {
    "description": "Skill 1 reduces own damage received while also granting Protection and Counter! When receiving an attack while Counter is active, Skill 2 is activated, boosting own P. ATK!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4370101,
    "name": "Lanze \"The Captain Awakens\" Slash | Attacker",
    "still_path_hash": "6476062252518920227"
  },
  {
    "description": "Has one ability that boosts own critical rate by 25% when hit by an attack (MAX 100%), and another that boosts all Slash allies' skill damage!",
    "id": 4370102,
    "name": "Lanze \"The Captain Awakens\" Slash | Attacker",
    "still_path_hash": "4780568879301087039"
  },
  {
    "description": "Burst Skill targets all enemies! When there are 3 or more enemies, the attack's damage is boosted by 100%!",
    "id": 4370103,
    "name": "Lanze \"The Captain Awakens\" Slash | Attacker",
    "still_path_hash": "2196218886733655905"
  },
  {
    "description": "- How to Fight -\n- In battles with 3 or more enemies, use Burst Skill to do a powerful attack on all enemies!\n- Use Skill 1 to defend allies while also striking back on enemies with a Counter.",
    "id": 4370104,
    "name": "Lanze \"The Captain Awakens\" Slash | Attacker",
    "still_path_hash": "1756512131681980544"
  },
  {
    "description": "- Skill 2 hits all enemies and boosts own critical damage.\n- Boosts critical damage even more each time an enemy is defeated.\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 4380101,
    "name": "Izana \"Return of the Knight\" Bolt | Attacker",
    "still_path_hash": "6405326280322379803"
  },
  {
    "description": "Burst Skill boosts critical rate by 100% for the attack!\nInflict Daze on enemies to make them miss a turn!",
    "id": 4380102,
    "name": "Izana \"Return of the Knight\" Bolt | Attacker",
    "still_path_hash": "4858306541006450439"
  },
  {
    "description": "- How to Fight -\n- Use skills and abilities to strengthen self and deal tons of damage!\n- Use Burst Skill to daze enemies, disrupting their actions to gain the upper hand!",
    "id": 4380103,
    "name": "Izana \"Return of the Knight\" Bolt | Attacker",
    "still_path_hash": "2252181821789917017"
  },
  {
    "description": "- When Skill 2 is a critical attack, the stun damage of the attack is boosted by 200%!\nAfter the attack, boosts all enemies' critical damage received by 30%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4380201,
    "name": "Izana \"Dragon's Bride\" Slash | Breaker",
    "still_path_hash": "6485364284513513634"
  },
  {
    "description": "- Skill 1 boosts own critical rate by 100% for 1 turn!\n- Has an ability that boosts own critical rate by 100% each time she uses a panel!",
    "id": 4380202,
    "name": "Izana \"Dragon's Bride\" Slash | Breaker",
    "still_path_hash": "4722237699688067004"
  },
  {
    "description": "- Her Burst Skill has a very high chance to inflict Dazed on an enemy, and also converts one of all allies' panels into critical panels! (Excludes boost-type panels and burst panels)",
    "id": 4380203,
    "name": "Izana \"Dragon's Bride\" Slash | Breaker",
    "still_path_hash": "2136312932673867746"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 for a guaranteed critical attack and additional stun damage!\n- Stun the enemy and inflict Dazed to limit their actions!",
    "id": 4380204,
    "name": "Izana \"Dragon's Bride\" Slash | Breaker",
    "still_path_hash": "1999420389038207229"
  },
  {
    "description": "The ability \"Kitty Cat Team\" grants her immunity to negative panels, while also boosting the potency of the positive panels she uses by 10%!\nNote: Trial battles are played with a max level, fully awakened party with fully unlocked Growboards.",
    "id": 4430101,
    "name": "Eren \"Noble Wolf\" Air | Attacker",
    "still_path_hash": "5131036757516129189"
  },
  {
    "description": "She boosts her own M. ATK by 10% whenever she uses a panel or heals! (MAX 100%) \nPlus, the wait time on her skills is short, letting her act more quickly! Skill 2 boosts the current attack's damage by 50% when attacking a weakness!",
    "id": 4430102,
    "name": "Eren \"Noble Wolf\" Air | Attacker",
    "still_path_hash": "6682634729885994169"
  },
  {
    "description": "Her Burst Skill boosts her M. ATK by 30%! It also boosts her SPD by 50%!",
    "id": 4430103,
    "name": "Eren \"Noble Wolf\" Air | Attacker",
    "still_path_hash": "40545046487837927"
  },
  {
    "description": "- How to Fight -\n- Boost her M. ATK by using panels, recovering HP, and using her burst skill!\n- Raise her SPD with her Burst Skill and lay on the attacks!",
    "id": 4430104,
    "name": "Eren \"Noble Wolf\" Air | Attacker",
    "still_path_hash": "471435996221527032"
  },
  {
    "description": "- The ability \"This Is What I'm Made Of!\" increases skill damage by 5% each time HP is recovered, up to 120%!\nNote: Trial battles are played with a max level, fully awakened party with\nfully unlocked Growboards.",
    "id": 43300101,
    "name": "Roman \"Romance Hearts\" Air | Attacker",
    "still_path_hash": "8892020988625330562"
  },
  {
    "description": "- Skill 1 grants Regen to self, recovering HP at the start of every turn!\n- Attacking with Skill 2 with 70% HP or more remaining increases damage by up to 50%!",
    "id": 43300102,
    "name": "Roman \"Romance Hearts\" Air | Attacker",
    "still_path_hash": "6984708799435587228"
  },
  {
    "description": "- Burst Skill applies an additional \"This Is What I'm Made Of!\" on self,\nwhich can be combined with the ability to increase skill damage by up to 240%!\nIt also grants Regen on self for 5 turns!",
    "id": 43300103,
    "name": "Roman \"Romance Hearts\" Air | Attacker",
    "still_path_hash": "4378586004389568194"
  },
  {
    "description": "- How to Fight -\n- Use Burst Skill early to increase skill damage even more each time Roman recovers HP!\n- Maintain high HP and attack with Skill 2 for massive damage!",
    "id": 43300104,
    "name": "Roman \"Romance Hearts\" Air | Attacker",
    "still_path_hash": "4240481884304433629"
  }
]