[
  {
    "description": "The Atelier has been unlocked.",
    "id": 1,
    "name": "Atelier Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Recipes have been unlocked.",
    "id": 2,
    "name": "Recipes Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Quests have been unlocked.",
    "id": 3,
    "name": "Quests Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Growboards and Glowing Orb Quests have been unlocked.",
    "id": 4,
    "name": "Growboards Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Dungeons have been unlocked. \nYou can find synthesis materials in dungeons.",
    "id": 5,
    "name": "Dungeons Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Piece Quests have been unlocked. You can select these through the Training Quests at Quests.",
    "id": 6,
    "name": "Piece Quests Unlocked",
    "still_path_hash": 0
  },
  {
    "description": "Research has been unlocked. You can select it at the Atelier.",
    "id": 7,
    "name": "Unlocking Research",
    "still_path_hash": 0
  },
  {
    "description": "Secret Quests have been unlocked. You can select them at Quests.",
    "id": 8,
    "name": "Unlocking Secret Quests",
    "still_path_hash": 0
  },
  {
    "description": "You can unlock new recipes when you meet certain conditions. Tap on the recipe icons to check the Idea Requirements for each recipe.",
    "id": 501,
    "name": "Recipes",
    "still_path_hash": "2262818999805194550"
  },
  {
    "description": "You will unlock more recipes as you progress through the main story.",
    "id": 502,
    "name": "Unlocking New Recipes",
    "still_path_hash": "355577368604519980"
  },
  {
    "description": "There are rewards for obtaining recipes, as well as rewards based on the total number of recipes you have obtained.",
    "id": 503,
    "name": "Recipes Rewards",
    "still_path_hash": "6395732538875383414"
  },
  {
    "description": "Here, you can change the characters in your party and the battle items that you take with you into battle. Tap on a selected character or the + button to change the characters in your party.",
    "id": 601,
    "name": "Editing Your Party",
    "still_path_hash": "2126767475249688973"
  },
  {
    "description": "Tap the button on the lower left of the screen to select the battle items you will take into battle. Normal quests and dungeons will allow for different quantities.",
    "id": 602,
    "name": "Editing Your Items",
    "still_path_hash": "435632689558531729"
  },
  {
    "description": "By tapping the Auto Select button, you can automatically select characters, items, and equipment for your party.",
    "id": 603,
    "name": "Auto Select",
    "still_path_hash": "6496120304273395407"
  },
  {
    "description": "You can swap between 6 different party setups for normal quests and dungeons. You can switch parties by tapping the tabs on the top right of the screen.",
    "id": 604,
    "name": "Swapping Parties",
    "still_path_hash": "6646242076385735120"
  },
  {
    "description": "Here, you can check character information, level them up through Training, as well as change their equipment.",
    "id": 701,
    "name": "Character List",
    "still_path_hash": "4090009051761742131"
  },
  {
    "description": "The Training tab allows you to check the stats of each character, as well as level them up or Awaken them.",
    "id": 801,
    "name": "Training Characters",
    "still_path_hash": "1442464092955618920"
  },
  {
    "description": "To level up a character, you need Cole and Experience Candy. On the Level Up screen, you can select Experience Candies to level up the character of your choice.",
    "id": 802,
    "name": "Leveling Up Characters",
    "still_path_hash": "1120498197850206582"
  },
  {
    "description": "You can Awaken a character by using a certain amount of that character's Pieces. Awakening has several benefits, such as raising character stats, unlocking abilities, and leveling up their burst skill.",
    "id": 803,
    "name": "How to Awaken Characters",
    "still_path_hash": "6177622880856403509"
  },
  {
    "description": "By using an Elixir of Return and partially resetting your character's training, you can gain items based on the progress made so far.\nNote: Resetting will affect the progress of missions and recipes.",
    "id": 804,
    "name": "Character Training Reset",
    "still_path_hash": "690779345622486635"
  },
  {
    "description": "On the Equipment tab, you can check and swap your characters' equipment and Memoria.",
    "id": 901,
    "name": "Equipment",
    "still_path_hash": "3550458436570877656"
  },
  {
    "description": "Equip All allows you to automatically select equipment and Memoria from those you currently possess. The Remove function will remove all the equipment and Memoria that you currently have equipped.",
    "id": 902,
    "name": "Equip All/Remove",
    "still_path_hash": "3084303274601025994"
  },
  {
    "description": "Equipping a Memoria to a character will raise their stats. Different Memoria will raise different stats, and leveling a Memoria will alter the bonuses it gives.",
    "id": 903,
    "name": "Improving Stats with Memorias",
    "still_path_hash": "8566077511475081620"
  },
  {
    "description": "Each Memoria has an associated ability. Keep each character's role and attribute affinities in mind when choosing which Memoria to equip.",
    "id": 904,
    "name": "Obtaining Abilities with Memorias",
    "still_path_hash": "8140882050086194827"
  },
  {
    "description": "Characters can equip 1 of each of the 3 types of equipment: weapons, armor, and accessories.",
    "id": 905,
    "name": "Equipment",
    "still_path_hash": "3231137533127159509"
  },
  {
    "description": "Equipping items increases a character's stats and gives them access to their traits and effects. Keep character roles and attribute affinities in mind when choosing the most appropriate items.",
    "id": 906,
    "name": "Equipped Item Effects",
    "still_path_hash": "3989951948106920393"
  },
  {
    "description": "On the Board tab, you can enhance characters by unlocking their panels.",
    "id": 1001,
    "name": "Growboards",
    "still_path_hash": "1225491484184760702"
  },
  {
    "description": "By unlocking panels, you can increase character stats, level up their skills, and increase their maximum level. Cole and Glowing Orbs are required to unlock panels.",
    "id": 1002,
    "name": "Growboards - Unlocking Panels",
    "still_path_hash": "759336322198064736"
  },
  {
    "description": "Once you've unlocked all the panels on a board, you'll be able to move to the next board. Boards are added as you progress through the main story.",
    "id": 1003,
    "name": "Growboards - Unlocking Boards",
    "still_path_hash": "6243329648431656510"
  },
  {
    "description": "The Glowing Orbs needed to unlock panels can be acquired by going on the Glowing Orb Quests that you can find listed under Training Quests. You can also gain Glowing Orbs during synthesis.",
    "id": 1004,
    "name": "Collecting Glowing Orbs",
    "still_path_hash": "5818131988019417377"
  },
  {
    "description": "You can unlock a character's EX Board using Sacred Orbs. Once you unlock an EX Board, you can begin to unlock panels on the board. Sacred Orbs are rare materials, so use them with care.",
    "id": 1005,
    "name": "About EX Boards",
    "still_path_hash": "906172779747357055"
  },
  {
    "description": "Here you can check the Memoria that you currently own. Tap on a Memoria to see its details.",
    "id": 1101,
    "name": "Memoria List",
    "still_path_hash": "3765211956015919554"
  },
  {
    "description": "On the Details screen you can check the stats and abilities of a Memoria. You can also level up and unlock it.",
    "id": 1102,
    "name": "Memoria Detail Screen",
    "still_path_hash": "3443246060893531872"
  },
  {
    "description": "To level up a Memoria, you need Cole and power up materials. On the Level Up screen, you can select Power Up Dew and other Memoria to increase the level of the selected Memoria.",
    "id": 1103,
    "name": "Leveling Up Memoria",
    "still_path_hash": "8351267368270712450"
  },
  {
    "description": "You can obtain Power Up Dew by completing Power Up Dew Quests, which you can find under Training Quests.",
    "id": 1104,
    "name": "Collecting Power Up Dew",
    "still_path_hash": "8502587634236043679"
  },
  {
    "description": "You can unlock Memoria by consuming Memorias with the same name. Unlocking Memoria enhances their abilities.",
    "id": 1105,
    "name": "Unlocking Memoria",
    "still_path_hash": "3013529407689101761"
  },
  {
    "description": "The rewards you receive improve based on your score. Your score is calculated based on the actions you take during battles.",
    "id": 1201,
    "name": "Score Battles",
    "still_path_hash": "3937367044103205241"
  },
  {
    "description": "On the Results screen, you can see which items you were graded on and their score. You will be ranked based on your score, with higher rankings giving better rewards.",
    "id": 1202,
    "name": "Ranks and Rewards",
    "still_path_hash": "3255029581281390181"
  },
  {
    "description": "When you perform Swift Hunt in a Score Battle, you will automatically receive the highest rank you previously earned for that battle.",
    "id": 1203,
    "name": "Ranks and Rewards",
    "still_path_hash": "8142867978886467131"
  },
  {
    "description": "You will need to spend stamina to explore dungeons. In dungeons, you will fight different enemies in multiple battles, with your HP carrying over each battle. The strength of enemies and materials you can obtain will vary depending on the difficulty level.",
    "id": 1401,
    "name": "Dungeons",
    "still_path_hash": "6794483692004184440"
  },
  {
    "description": "Swipe Right: Move forward. Swipe Left: Go back. Tap the auto button on the top right of the screen to move automatically.",
    "id": 1402,
    "name": "Dungeons: Basic Controls",
    "still_path_hash": "5026787619232255594"
  },
  {
    "description": "Each dungeon has three Blessings. A Blessing will give you its indicated effect that can turn battles in your favor as you progress through dungeons.",
    "id": 1403,
    "name": "Dungeons: Positive Effects",
    "still_path_hash": "1868936485373193780"
  },
  {
    "description": "You will find Gathering Points in dungeons. Tap the Gathering Tool icon to gather synthesis materials.",
    "id": 1404,
    "name": "Dungeons: Gathering",
    "still_path_hash": "2302782930415341867"
  },
  {
    "description": "You will encounter enemies while moving through a dungeon. You will need to defeat them to progress further.",
    "id": 1405,
    "name": "Dungeons: Battles",
    "still_path_hash": "4888753876883829109"
  },
  {
    "description": "At the end of each dungeon, a boss guards the exit. You must defeat the boss to clear the dungeon.",
    "id": 1406,
    "name": "Dungeons: Bosses",
    "still_path_hash": "6363641113668677225"
  },
  {
    "description": "Clearing a dungeon will unlock the Swift Gather feature. This allows you to spend stamina to collect rewards from the dungeon without having to explore it manually.",
    "id": 1407,
    "name": "Dungeon Swift Gather",
    "still_path_hash": "323492265044397623"
  },
  {
    "description": "Start on the 1st floor and work your way up by clearing battles. Higher floors have stronger enemies. You can take this challenge as many times as you want, without spending stamina.",
    "id": 1601,
    "name": "The Elemental Tower",
    "still_path_hash": "8786345436863050099"
  },
  {
    "description": "Each floor has various Floor Effects that will be active during battles on that floor. Each floor is different, and you can check the current effects during battle.",
    "id": 1602,
    "name": "Floor Effects",
    "still_path_hash": "7090698538919341679"
  },
  {
    "description": "You can obtain rare items such as Lodestar Gems and Sacred Orbs when you clear floors in the Elemental Tower. The higher you go, the better the rewards.",
    "id": 1603,
    "name": "Clear Rewards",
    "still_path_hash": "4488487531375955505"
  },
  {
    "description": "Training Quests reward you with various materials that will help strengthen your characters and Memoria.",
    "id": 1701,
    "name": "Training Quests",
    "still_path_hash": "6678333362549035469"
  },
  {
    "description": "Each Training Quest involves various battle missions. After clearing all of the missions one time, you will be able to skip them.",
    "id": 1702,
    "name": "Battle Missions",
    "still_path_hash": "5126876008495156945"
  },
  {
    "description": "All Training Quests other than Piece Quests give daily bonuses up to 3 times a day. Daily bonuses increase the rewards that you get from each quest.",
    "id": 1703,
    "name": "Daily Bonuses",
    "still_path_hash": "1948692979947908751"
  },
  {
    "description": "These quests give large amounts of Cole, which is used to enhance characters and conduct research.",
    "id": 1801,
    "name": "Cole Quests",
    "still_path_hash": "8099790091412844182"
  },
  {
    "description": "These quests give large amounts of experience to your characters when you clear them.",
    "id": 1901,
    "name": "EXP Quests",
    "still_path_hash": "6136531059079941674"
  },
  {
    "description": "These quests reward you with Power Up Dew, which is required to level up Memorias.",
    "id": 2001,
    "name": "Power Up Dew Quests",
    "still_path_hash": "4777072484047040384"
  },
  {
    "description": "These quests reward you with Glowing Orbs, which you will need to power up Growboards.",
    "id": 2101,
    "name": "Glowing Orb Quests",
    "still_path_hash": "7425019945363312448"
  },
  {
    "description": "There are 5 types of Glowing Orbs: Red, Yellow, Blue, Green, and Purple. You can challenge any of their quests at any time.",
    "id": 2102,
    "name": "Selecting Glowing Orbs",
    "still_path_hash": "8971907210743484450"
  },
  {
    "description": "These quests reward you with the Pieces that you need to Awaken characters. Normally, you can only do these quests 3 times per day, but spending Lodestar Gems will allow you to challenge them an additional 2 times.",
    "id": 2201,
    "name": "Piece Quests",
    "still_path_hash": "7344832683017113477"
  },
  {
    "description": "When you clear a quest, you will receive Pieces for the characters in your party. Use characters that you want to power up when you take on these quests!",
    "id": 2202,
    "name": "Piece Quests",
    "still_path_hash": "9108090676693274777"
  },
  {
    "description": "At the Star's Cocoon, you can accept quests offered by Ryza and the other cafe staff.",
    "id": 2301,
    "name": "Quests",
    "still_path_hash": "4661080724237102907"
  },
  {
    "description": "Most quests require you to spend stamina. Spent stamina restores over time.",
    "id": 2302,
    "name": "Stamina",
    "still_path_hash": "6568247609316683815"
  },
  {
    "description": "Obtain materials that will help enhance your characters and Memorias.",
    "id": 2303,
    "name": "Training Quests",
    "still_path_hash": "507337783755739257"
  },
  {
    "description": "Gather materials used in synthesis. These quests are split into 2 types: Score Battles and Dungeons.",
    "id": 2304,
    "name": "Material Quests",
    "still_path_hash": "76708586368528230"
  },
  {
    "description": "These quests will give you a special challenge. Start on the 1st floor of the Elemental Tower and work your way to the top. The higher the floor, the stronger the enemies you will face.",
    "id": 2305,
    "name": "Secret Quests",
    "still_path_hash": "6718791672688529208"
  },
  {
    "description": "You can recover stamina by receiving pies from Rorona. You can receive 2 pies per day.",
    "id": 2306,
    "name": "Orders",
    "still_path_hash": "5095144794741559334"
  },
  {
    "description": "You can order pies from Rorona. Each pie will recover 100 stamina.",
    "id": 2401,
    "name": "Orders",
    "still_path_hash": "936919101663342474"
  },
  {
    "description": "Pies will finish baking at 11:00 and 17:00 (UTC+8) every day. You can store up to 2 pies, but any stored pies unclaimed by 11:00 (UTC+8) the following day will disappear.",
    "id": 2402,
    "name": "Obtaining Pies",
    "still_path_hash": "1623825476337823896"
  },
  {
    "description": "Here, you can take on battles and see the stories from various Events.",
    "id": 2501,
    "name": "Event Stories",
    "still_path_hash": "2900864227630862134"
  },
  {
    "description": "You will receive First-Time Rewards the first time you see an Event story or clear an Event battle.",
    "id": 2502,
    "name": "First-Time Rewards",
    "still_path_hash": "3731679770734284840"
  },
  {
    "description": "This is a limited-time event dungeon that requires a Challenge Ticket to enter. Check the details for each Event to see how to obtain Challenge Tickets.",
    "id": 2601,
    "name": "Event Dungeons",
    "still_path_hash": "3072895861725548431"
  },
  {
    "description": "There are some synthesis materials that can only be obtained during limited-time events. These materials are usually used for limited-time event recipes, so make sure to gather them whenever you can.",
    "id": 2602,
    "name": "Gatherable Synthesis Materials",
    "still_path_hash": "3543621380821536915"
  },
  {
    "description": "This content requires a Challenge Ticket to enter. Check the details for each Event to see how to obtain Challenge Tickets.",
    "id": 2701,
    "name": "Event Score Battles",
    "still_path_hash": "1145168647960129329"
  },
  {
    "description": "Your rank is determined by the score that you get based on your battle performance. Enemies will drop rewards after battles that are based on your current rank. When you skip a dungeon, your highest past rank will be referenced.",
    "id": 2702,
    "name": "Drop Rewards",
    "still_path_hash": "1471571582796197933"
  },
  {
    "description": "This content requires a Challenge Ticket to enter, and will place you against powerful enemies. Check the details for each Event to see how to obtain Challenge Tickets.",
    "id": 2801,
    "name": "Boss Challenges",
    "still_path_hash": "2531722495834706028"
  },
  {
    "description": "Your rank is determined by the score that you get based on your battle performance. Enemies will drop rewards after battles that are based on your current rank. When you skip a dungeon, your highest past rank will be referenced.",
    "id": 2802,
    "name": "Drop Rewards",
    "still_path_hash": "4083105071538392950"
  },
  {
    "description": "These quests have special rewards for reaching certain ranks. Each time you go up a rank, you will receive a Rank Clear Reward. Tap the treasure box icon to receive your rewards.",
    "id": 2803,
    "name": "Rank Clear Rewards",
    "still_path_hash": "7243878431914487592"
  },
  {
    "description": "EX Challenges are extremely difficult battles against super powerful foes.",
    "id": 2901,
    "name": "EX Challenges",
    "still_path_hash": "460236199138652372"
  },
  {
    "description": "You will not receive reward drops after EX Challenge battles. Instead, you will be given Rank Rewards when your rank goes up.",
    "id": 2902,
    "name": "Rewards",
    "still_path_hash": "2155940257443147722"
  },
  {
    "description": "You can conduct Synthesis at the Atelier. Convert and Research are also available here.",
    "id": 3001,
    "name": "About the Atelier",
    "still_path_hash": "2749174079627898750"
  },
  {
    "description": "Synthesis allows you to use materials and mana to create battle items that can be used in combat and equipment that can be used by your characters.",
    "id": 3101,
    "name": "Synthesis",
    "still_path_hash": "245003154915463106"
  },
  {
    "description": "You can see the items you can synthesize and their required materials on the left side of the screen. On the right side, you can use the tabs to find the type of item you want to synthesize. Then, tap the Recipe icon to select.",
    "id": 3102,
    "name": "Selecting a Recipe",
    "still_path_hash": "1796385730636124380"
  },
  {
    "description": "By selecting which character performs the synthesis and which materials are used, you can add special traits to the synthesized items. Traits give items various effects.",
    "id": 3201,
    "name": "Preparing to Synthesize",
    "still_path_hash": "108793610470559611"
  },
  {
    "description": "You can select the characters and materials for each synthesis by dragging and dropping their icons to the middle of the screen, or by tapping on them.",
    "id": 3202,
    "name": "Selecting Characters and Materials",
    "still_path_hash": "1876564437953777767"
  },
  {
    "description": "All recipes, characters, and synthesis materials have an associated Gift Color. By linking the same colors, you can reveal traits that will be applied to the item that you are creating.",
    "id": 3203,
    "name": "Gift Colors and Revealing Traits",
    "still_path_hash": "5055169677347106873"
  },
  {
    "description": "The traits applied to a synthesized item will be chosen randomly from the traits revealed during synthesis. Each trait will also have a random trait level. Battle items can have a total of 3 traits, while equipment can have 2.",
    "id": 3204,
    "name": "Trait Application and Trait Levels",
    "still_path_hash": "4628989045627375400"
  },
  {
    "description": "There are two types of traits: battle item traits, and equipment traits. Synthesis materials will all have traits of one type or the other. When synthesizing battle items, you can choose to use only materials with battle item traits.",
    "id": 3205,
    "name": "Trait Types",
    "still_path_hash": "2022132050081836922"
  },
  {
    "description": "You can convert synthesized items into Shiny Coins. The amount of Shiny Coins that you will receive changes according to the rarity and trait Levels of the synthesized item.",
    "id": 3301,
    "name": "Item Conversion",
    "still_path_hash": "2649217631757184965"
  },
  {
    "description": "Shiny Coins can be exchanged for other items in the Shop.",
    "id": 3302,
    "name": "Using Shiny Coins",
    "still_path_hash": "4560896526010101977"
  },
  {
    "description": "Research allows you to spend Cole to power up characters and items. There are two types: Combat Research and Alchemy Research.",
    "id": 3401,
    "name": "Research",
    "still_path_hash": "7596463895258066804"
  },
  {
    "description": "Combat Research allows you to power up the specialties of each role. Through research, you can obtain effects such as HP Up and Dealt Damage Up.",
    "id": 3402,
    "name": "Combat Research",
    "still_path_hash": "8278858518457249898"
  },
  {
    "description": "Alchemy Research allows you to power up the specialties of battle items and equipment. Through research, you can improve the effects of battle items and the stats on equipment, among other things.",
    "id": 3403,
    "name": "Alchemy Research",
    "still_path_hash": "3371259424073601080"
  },
  {
    "description": "Tap the Effect List to view all of the research effects that you've obtained.",
    "id": 3404,
    "name": "Checking Effects",
    "still_path_hash": "2941965043069792041"
  },
  {
    "description": "Ryza's Challenge is a cooperative mission experience in which players share progress and take on challenges together.",
    "id": 3501,
    "name": "Ryza's Challenge",
    "still_path_hash": "5489155645277425612"
  },
  {
    "description": "As you complete each challenge level, you can earn a selection of rewards, including exclusive recipes.\nPlease refer to the announcements for more details.",
    "id": 3502,
    "name": "Ryza's Challenge Rewards",
    "still_path_hash": "6315458062516015318"
  },
  {
    "description": "- Boosts stun damage when attacking a weakness.\n- Skill 2 reduces the Slash resistance of all enemies.\n*Trial battles are played with a max level, fully awakened character with a fully unlocked Growboard.",
    "id": 3990201,
    "name": "Ryza \"Master's Right-Hand\" Slash | Breaker",
    "still_path_hash": "7213307909998908030"
  },
  {
    "description": "Use the forced stun effect of the Burst Skill to ensure a stun on the enemy!",
    "id": 3990202,
    "name": "Ryza \"Master's Right-Hand\" Slash | Breaker",
    "still_path_hash": "9192611052199841120"
  },
  {
    "description": "- How to Fight -\n- Use area attacks to reduce the stun gauges of all enemies!\n- For powerful enemies with large stun gauges, stun them using the Burst Skill!",
    "id": 3990203,
    "name": "Ryza \"Master's Right-Hand\" Slash | Breaker",
    "still_path_hash": "2575989082361933118"
  },
  {
    "description": "- Boosts all allies' M. ATK with abilities.\n- Skill 2 reduces Ice resistance and deals more stun damage when attacking a weakness!\n*Trial battles are played with a max level, fully awakened character with a fully unlocked Growboard.",
    "id": 4010101,
    "name": "Lila \"Jet Black Bodyguard\" Ice | Breaker",
    "still_path_hash": "4155172753240287083"
  },
  {
    "description": "Burst Skill deals 30% more stun damage when attacking a weakness!\nAlso reduces the target's Ice resistance for 5 attacks after attacking!",
    "id": 4010102,
    "name": "Lila \"Jet Black Bodyguard\" Ice | Breaker",
    "still_path_hash": "2459605059092576375"
  },
  {
    "description": "- How to Fight -\n- Use Skill 2 or Burst Skill to reduce Ice resistance, \nthen aim for a weakness and stun the enemy!",
    "id": 4010103,
    "name": "Lila \"Jet Black Bodyguard\" Ice | Breaker",
    "still_path_hash": "9083534658640238633"
  },
  {
    "description": "- Boosts all allies' P. ATK with abilities.\n- Skill 2 increases one ally's P. ATK.\n*Trial battles are played with a max level, fully awakened character with a fully unlocked Growboard.",
    "id": 4040101,
    "name": "Empel \"The Gate Closer\" Strike | Supporter",
    "still_path_hash": "5257098751949992704"
  },
  {
    "description": "Burst Skill increases the damage received by the target, \nand also increases the physical attack damage dealt by one ally!",
    "id": 4040102,
    "name": "Empel \"The Gate Closer\" Strike | Supporter",
    "still_path_hash": "6015842809696972258"
  },
  {
    "description": "- How to Fight -\n- Use skills and abilities to increase your allies' P.ATK, \nthen use burst on weakened enemies to deliver a powerful final blow from an ally!",
    "id": 4040103,
    "name": "Empel \"The Gate Closer\" Strike | Supporter",
    "still_path_hash": "1103916587898326460"
  },
  {
    "description": "- Skill 2 hits all enemies and boosts own critical damage.\n- Boosts critical damage even more each time an enemy is defeated.\n*Trial battles are played with a max level, fully awakened character with a fully unlocked Growboard.",
    "id": 4380101,
    "name": "Izana \"Return of the Knight\" Bolt | Attacker",
    "still_path_hash": "6405326280322379803"
  },
  {
    "description": "The Burst Skill boosts critical rate by 100% for the attack!\nInflict Daze on enemies to make them miss a turn!",
    "id": 4380102,
    "name": "Izana \"Return of the Knight\" Bolt | Attacker",
    "still_path_hash": "4858306541006450439"
  },
  {
    "description": "- How to Fight -\n- Use skills and abilities to strengthen yourself and deal tons of damage!\n- Use your Burst Skill to daze enemies, disrupting their actions to gain the upper hand!",
    "id": 4380103,
    "name": "Izana \"Return of the Knight\" Bolt | Attacker",
    "still_path_hash": "2252181821789917017"
  }
]