[
  {
    "description": "Valeria, Ryza, Klaudia and I have decided to visit the sea in Haine to enjoy a vacation by the beach. However, due to the appearance of monsters on the shore, tourists are staying away, and the fireworks festival is in danger of being canceled. We've decided to work together and use alchemy to build a beach house to bring the tourists back!\nFirst, we held a swimsuit fashion show. Ryza wore a cute swimsuit that suited her perfectly, while Valeria and Klaudia both wore more stylish swimsuits that matched their unique styles. I also showed off the swimsuit Izana picked out for me.\nWe decided to start by making a large beach umbrella! Now let's work at making the Beach House bigger and better! (Resna)",
    "event_id": 43,
    "id": 201,
    "key_tasks": [],
    "name": "Let's Build a Beach House!",
    "priority": 1,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "890238988196219684",
    "thumbnail_path_hash": "8474397399959774627"
  },
  {
    "description": "While playing on the beach with Valeria, we caught a fish with a face that looked almost human! After we caught it, we heard a voice say, \"Let me see!\"\nWe turned around and saw Resna and Klaudia resting under the beach umbrella.\nThey joined us at first, but Resna kept wanting to take breaks under the umbrella. She said she wished she could handle the sun better, but she shouldn't worry!\nIf you play in the sun every day, you get used to it in no time! That's coming from someone who grew up on an island, so you can trust me on this! (Ryza)",
    "event_id": 43,
    "id": 202,
    "key_tasks": [
      {
        "condition_id": 986,
        "count": 1,
        "name": "「似合う場所」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 2,
        "name": "海の家Lvを2にしよう"
      }
    ],
    "name": "Conquer the Sun!",
    "priority": 2,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "5798301801642437498",
    "thumbnail_path_hash": "3005709549397902845"
  },
  {
    "description": "I made some sunscreen using alchemy, and Klaudia asked me to put some on her back!\nAt first I was nervous, but seeing her twitch every time my hand touched her back was quite funny, so I ended up tickling her a little. Turns out Klaudia is very ticklish!\nI feel like we really bonded over it, but she said, \"I'll return the favor tomorrow.\"\nOh no, she's going to get back at me! (Resna)",
    "event_id": 43,
    "id": 203,
    "key_tasks": [
      {
        "condition_id": 986,
        "count": 1,
        "name": "「似合う場所」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 2,
        "name": "海の家Lvを2にしよう"
      }
    ],
    "name": "Teasing Touch",
    "priority": 3,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "5476327236021007464",
    "thumbnail_path_hash": "3620342930179300065"
  },
  {
    "description": "I spent some time relaxing on a deck chair with Klaudia.\nResna and Ryza kept looking over and saying things like, \"You two look so mature,\" and, \"It's like a scene from a painting.\"\nI never realized that we looked anything like that. Our conversations certainly weren't mature at all...\nI guess just sitting in that chair made us look more mature or something. If that's all it takes, I guess it's easier than I thought! (Valeria)",
    "event_id": 43,
    "id": 204,
    "key_tasks": [
      {
        "condition_id": 987,
        "count": 1,
        "name": "「大人の魅力」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 3,
        "name": "海の家Lvを3にしよう"
      }
    ],
    "name": "Magical Chair?",
    "priority": 4,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "1716616905622557754",
    "thumbnail_path_hash": "7931821729451293375"
  },
  {
    "description": "Imitating Klaudia, Resna tried reading one of her books on a deck chair to appear more mature.\nAt first, she looked quite elegant as she read, but then the book gave her an idea for a new alchemy recipe, and she got so excited that she put down her book and ran out to gather materials.\nI tried reading on a deck chair too, but I ended up falling asleep.\nI guess the road to adulthood is still pretty long for us... (Ryza)",
    "event_id": 43,
    "id": 205,
    "key_tasks": [
      {
        "condition_id": 987,
        "count": 1,
        "name": "「大人の魅力」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 3,
        "name": "海の家Lvを3にしよう"
      }
    ],
    "name": "The Road to Adulthood",
    "priority": 5,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "1281360887747373863",
    "thumbnail_path_hash": "7496688933518558624"
  },
  {
    "description": "I helped make drinks to sell at the Beach House today. I'm clumsy, so I struggled a lot, but eventually I managed to make some drinks that were good enough to serve, and Resna praised me!\nResna's way of giving compliments is so kind and encouraging that I couldn't help but try my best.\nResna also said, \"Valeria, you're probably older than me, but sometimes you have this childlike cuteness about you!\"\nIf I had a mother, I wonder if she'd be like this... (Valeria)",
    "event_id": 43,
    "id": 206,
    "key_tasks": [
      {
        "condition_id": 988,
        "count": 4,
        "name": "海の家Lvを4にしよう"
      }
    ],
    "name": "Childlike Charm",
    "priority": 6,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "5612955801435425657",
    "thumbnail_path_hash": "3757376193586652670"
  },
  {
    "description": "While eating shaved ice, I got a brain freeze, which made Ryza make an offer I never expected. She said, \"If it hurts, you should lie down. I'll lend you my lap.\" Borrowing Ryza's lap seemed unthinkable—so inappropriate, yet so gratifying—how was I supposed to react?!\nWhile I was worrying about what to do, my brain freeze fixed itself, and I never got to experience Ryza's lap...\nValeria later teased, \"If you're that hesitant, maybe I should borrow it instead.\"\nNo! That's no allowed! Only people with sore heads are allowed! (Resna)",
    "event_id": 43,
    "id": 207,
    "key_tasks": [
      {
        "condition_id": 989,
        "count": 1,
        "name": "「冷たさ対暑さ」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 5,
        "name": "海の家Lvを5にしよう"
      }
    ],
    "name": "A Captivating Headrest",
    "priority": 7,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "6227739205191423077",
    "thumbnail_path_hash": "3435270021340625636"
  },
  {
    "description": "During a break from serving customers, Ryza fed me some shaved ice. Although I tried not to show my fatigue in front of the customers, Ryza had definitely noticed.\nShe played it off by saying she just happened to have my favorite flavor, but I know she was worried.\nLater, we were all talking about our favorite shaved ice flavors, and Valeria said, \"I like the blue one! Puni flavor, I think?\" We were all startled for a moment, wondering if she really knew what Puni taste like, or if she was just associating the color with them. Sorry, Valeria, we just never know with you... (Klaudia)",
    "event_id": 43,
    "id": 208,
    "key_tasks": [
      {
        "condition_id": 989,
        "count": 1,
        "name": "「冷たさ対暑さ」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 5,
        "name": "海の家Lvを5にしよう"
      }
    ],
    "name": "Sweet Relief",
    "priority": 8,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "738635073472001083",
    "thumbnail_path_hash": "8323198027532229310"
  },
  {
    "description": "Ryza made great use of her experience from the Star's Cocoon to handle customers expertly, even under the scorching sun. When I praised her as the best poster girl, she blushed a little.\nSeeing this, Resna got really excited and said, \"Ryza is always so confident and composed, so to see her blush is such a rare treat! She looks so cute when she's embarrassed!\" I then suggested to Resna, \"You should compliment her more. She has a lot of cute expressions, you know.\"\nAs I expected, Ryza retorted, \"Klaudia, stop putting ideas into Resna's head!\" I guess my mischievous side won this time! (Klaudia)",
    "event_id": 43,
    "id": 209,
    "key_tasks": [
      {
        "condition_id": 990,
        "count": 1,
        "name": "「看板娘の形」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 6,
        "name": "海の家Lvを6にしよう"
      }
    ],
    "name": "The Best Poster Girl",
    "priority": 9,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "6510104829947325019",
    "thumbnail_path_hash": "2565171572674102494"
  },
  {
    "description": "Resna brought a watermelon. When I asked where she got it, she said, \"I made it!\" I then asked her what it was made of, and none of the ingredients seemed edible, but somehow it turned out to be delicious anyway. How strange...\nValeria didn't seem to mind at all, and even said, \"Resna, make another one. I want to practice spitting the seeds from one end of the beach to the other!\"\nAt that point, aren't they more like bullets than seeds? (Ryza)",
    "event_id": 43,
    "id": 210,
    "key_tasks": [
      {
        "condition_id": 991,
        "count": 1,
        "name": "「錬金術の奥深さ」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 7,
        "name": "海の家Lvを7にしよう"
      }
    ],
    "name": "Homemade Watermelon",
    "priority": 10,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "465558211258518021",
    "thumbnail_path_hash": "9202022357515871364"
  },
  {
    "description": "Valeria wanted to try her hand at splitting a watermelon while blindfolded. Amazingly, she walked right up to the watermelon and hit it with perfect accuracy, almost as if she could see it!\nShe said she just followed the scent of the watermelon, but do watermelons really have such a strong smell?\nRyza got curious and suggested, \"We should experiment to see how far she can smell it from.\" (Klaudia)",
    "event_id": 43,
    "id": 211,
    "key_tasks": [
      {
        "condition_id": 991,
        "count": 1,
        "name": "「錬金術の奥深さ」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 7,
        "name": "海の家Lvを7にしよう"
      }
    ],
    "name": "Guided by Scent",
    "priority": 11,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "7916790465791388898",
    "thumbnail_path_hash": "1450105024696468069"
  },
  {
    "description": "I tried to attach a propulsion device to a swim tube, but it broke and I couldn't get it working again. Just as I was about to give up on exploring the deeper waters, Valeria offered to be my propulsion and pulled me far out to sea!\nThe view from the rocks was absolutely beautiful...\nMy propulsion system still needs some work, but in the meantime Valeria has said, \"Ask me anytime! Next time we'll go to an island even farther away.\" I'm looking forward to going out swimming with her again. (Resna)",
    "event_id": 43,
    "id": 212,
    "key_tasks": [
      {
        "condition_id": 992,
        "count": 1,
        "name": "「憧れの景色」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 8,
        "name": "海の家Lvを8にしよう"
      }
    ],
    "name": "Perfect Propulsion",
    "priority": 12,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "3599327849329577148",
    "thumbnail_path_hash": "5202424712911577659"
  },
  {
    "description": "Today, I gathered materials underwater! I swam and searched for underwater materials like this in my own world too, but using goggles makes it so much easier! Just look at how much I found!\nResna praised me, saying, \"That's incredible, Ryza! I can't believe that you could swim with your eyes open underwater before.\"\nBut you know, I was once afraid of water too. When I was a child, I almost drowned with Lent and some friends, but thanks to everyone helping me learn, I was able to grow into the swimmer I am today. I'm sure Resna will learn quickly with some practice. (Ryza)",
    "event_id": 43,
    "id": 213,
    "key_tasks": [
      {
        "condition_id": 988,
        "count": 9,
        "name": "海の家Lvを9にしよう"
      }
    ],
    "name": "Underwater Foraging",
    "priority": 13,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "3061048911377879970",
    "thumbnail_path_hash": "6033380846335786279"
  },
  {
    "description": "While exploring the beach for materials, we came across a pack of monsters. Ryza had the amazing idea to scare them off by throwing beach balls at them!\nWho knew beach balls could be used as weapons?\nRyza then suggested, \"Let's also build a cannon to fire them out quickly.\" Klaudia was worried that they might burst, but reconsidered when she realized how sturdy they are. I mean, if they survived my full force throws, I'm sure they'll be fine in a cannon. (Valeria)",
    "event_id": 43,
    "id": 214,
    "key_tasks": [
      {
        "condition_id": 993,
        "count": 1,
        "name": "「どんなときも」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 10,
        "name": "海の家Lvを10にしよう"
      }
    ],
    "name": "A New Weapon",
    "priority": 14,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "8527126796179764224",
    "thumbnail_path_hash": "1123551942438116729"
  },
  {
    "description": "We were playing with a beach ball on the shore when Valeria, still fired up from battle, threw the ball so hard it made a hole in the beach. There was no way we could hit the ball, so we had to stop the game and have her practice gentler shots. For a while I thought we'd never be able to play again, but eventually she got used to throwing with a normal amount of force.\nValeria said, \"I never thought it was dangerous; I just thought no one would dare hit it back, so I was guaranteed to score!\" I can't help but feel that approach defeats the point of the game... (Klaudia)",
    "event_id": 43,
    "id": 215,
    "key_tasks": [
      {
        "condition_id": 993,
        "count": 1,
        "name": "「どんなときも」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 10,
        "name": "海の家Lvを10にしよう"
      }
    ],
    "name": "Reversed Logic",
    "priority": 15,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "8092013807696645345",
    "thumbnail_path_hash": "688280547372016230"
  },
  {
    "description": "With the food stand completed and more customers coming in, Resna began to help serve them. She was nervous until Ryza advised her, \"Just think of the customers as your friends.\"\nI was a bit startled when I overheard her muttering, \"Everyone is Izana. Everyone is Izana...\" That's probably not exactly what Ryza had in mind!\nIf everyone was Izana, that would mean we'd have an army of Izanas at the Beach House! Yikes, that's a scary thought! (Valeria)",
    "event_id": 43,
    "id": 216,
    "key_tasks": [
      {
        "condition_id": 994,
        "count": 1,
        "name": "「溢れ出る情熱」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 11,
        "name": "海の家Lvを11にしよう"
      }
    ],
    "name": "First-Time Server",
    "priority": 16,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "3198097586335820991",
    "thumbnail_path_hash": "6169989638660260408"
  },
  {
    "description": "I asked Valeria to run the Beach House for a while, but as I should have expected, she kept sampling the shaved ice syrup until it was all gone and got scolded by Klaudia.\nI had a feeling this might happen, though I do feel for her a bit.\nValeria also got questioned about the decrease in drinks, to which she sheepishly admitted, \"I-I just had a little.\" But judging by the amount that was missing, it was definitely more than a little. I'd say at least ten cups worth. (Ryza)",
    "event_id": 43,
    "id": 217,
    "key_tasks": [
      {
        "condition_id": 994,
        "count": 1,
        "name": "「溢れ出る情熱」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 11,
        "name": "海の家Lvを11にしよう"
      }
    ],
    "name": "Momentary Paradise",
    "priority": 17,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "4028903696315659171",
    "thumbnail_path_hash": "5631842306863406374"
  },
  {
    "description": "Our friends came to visit the Beach House. At first, Izana and Heidi were very wary of the island fish. Even after I pointed out their cute faces, they were hesitant to agree with me.\nBut I kept telling them that these little guys were fine, and after some persistence on my part, they pet them a little bit. Their expressions were still a bit tense, but I'm glad they warmed up to the island fish! (Resna)",
    "event_id": 43,
    "id": 218,
    "key_tasks": [
      {
        "condition_id": 995,
        "count": 1,
        "name": "「新たな売り」をクリアしよう"
      }
    ],
    "name": "Friends of Friends",
    "priority": 18,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "7765610868601197565",
    "thumbnail_path_hash": "1298485700569087356"
  },
  {
    "description": "To add to the fun at the beach, I suggested a game that uses beach flags to Roman. He came up with a race where the first one to reach a flag placed deep in a cave would win a fabulous prize.\nWhen we heard about this, we all decided to participate, too.\nValeria asked, \"A fabulous prize prepared by Roman? Maybe it'll be a big fish, or a huge piece of meat, or...\"\nRoman never said that it would be anything to do with food, though... (Klaudia)",
    "event_id": 43,
    "id": 219,
    "key_tasks": [
      {
        "condition_id": 1005,
        "count": 1,
        "name": "「「ただ」ではないビーチフラッグ」をクリアしよう"
      }
    ],
    "name": "Predicting the Fabulous Prize",
    "priority": 19,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "4313424276888931741",
    "thumbnail_path_hash": "4764109851527340828"
  },
  {
    "description": "I made some surfboards to have more things to play with at the Beach House, so Valeria and I tried to surf. Thanks to her natural ability, Valeria was able to surf in no time at all, but I kept falling over.\nValeria suggested that we try to surf together on the same board. After a few tries, I managed to stay on the board in a crouched position all by myself!\nThis is a huge leap forward for me! So exciting! (Resna)",
    "event_id": 43,
    "id": 220,
    "key_tasks": [
      {
        "condition_id": 988,
        "count": 12,
        "name": "海の家Lvを12にしよう"
      }
    ],
    "name": "A Small Leap Forward",
    "priority": 20,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "7489815924523331011",
    "thumbnail_path_hash": "2175506673643144006"
  },
  {
    "description": "To attract more customers, we set up a beach volleyball net and decided to play some matches to strengthen our legs for the beach flag race. But Valeria was just too strong for us. Even in a 1-on-3 match, we didn't stand a chance against her. It was a bit frustrating, but in the end it was really good exercise.\nNext time I'll bring someone who can compete with her. Valeria confidently said, \"Bring whoever you want! I won't lose!\" Hahaha, we'll see about that! (Ryza)",
    "event_id": 43,
    "id": 221,
    "key_tasks": [
      {
        "condition_id": 1006,
        "count": 1,
        "name": "「圧倒的エース」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 13,
        "name": "海の家Lvを13にしよう"
      }
    ],
    "name": "One-Man Team?",
    "priority": 21,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "3507344123251702616",
    "thumbnail_path_hash": "5290971758898419153"
  },
  {
    "description": "We were all practicing for the beach flag race together.\nAfter many tries, Resna was able to grab the flag at almost exactly the same time as Ryza.\nRyza boasted, \"Nice try, but I was faster,\" but Resna insisted, \"No, I was first! You know I respect you Ryza, but you have to give me this one!\" Seeing Resna so determined was incredible. She's come so far! (Valeria)",
    "event_id": 43,
    "id": 222,
    "key_tasks": [
      {
        "condition_id": 988,
        "count": 14,
        "name": "海の家Lvを14にしよう"
      }
    ],
    "name": "A Matter of Pride",
    "priority": 22,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "7818778391732853514",
    "thumbnail_path_hash": "1531287267527079311"
  },
  {
    "description": "Lately, we've been making a lot of things to play with, so after some discussion we decided to make some decorations for the Beach House instead: wind chimes!\nUpon feeling the cool breeze blow through them, Klaudia decided she had to change her outfit.\nShe said, \"When I saw the wind chimes, I just got the sudden urge to wear this...\"\nIt did match the scene really well.\nMaybe next year we should all dress like that on the beach. (Ryza)",
    "event_id": 43,
    "id": 223,
    "key_tasks": [
      {
        "condition_id": 988,
        "count": 15,
        "name": "海の家Lvを15にしよう"
      }
    ],
    "name": "Mysterious Urge",
    "priority": 23,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "8577536336264627220",
    "thumbnail_path_hash": "1065206829383166611"
  },
  {
    "description": "We built a little hut at the Beach House, and it's getting quite busy again. Even so, there have been no problems at all. And why is that? Because of the watchful eye of a certain knight. With someone like that watching over us, no one dares to cause trouble.\nRyza, feeling competitive, said, \"If I can sneak past the fearsome guardian of my hometown, I'm sure I can handle this...\" Not that she actually intended to do anything, though.\nBut I do remember that island guardian. Now that I think about it, she was quite similar to Juna. (Klaudia)",
    "event_id": 43,
    "id": 224,
    "key_tasks": [
      {
        "condition_id": 1007,
        "count": 1,
        "name": "「適材適所？」をクリアしよう"
      },
      {
        "condition_id": 988,
        "count": 16,
        "name": "海の家Lvを16にしよう"
      }
    ],
    "name": "Echoes of the Past",
    "priority": 24,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "3108874324728816714",
    "thumbnail_path_hash": "5973225112037493453"
  },
  {
    "description": "The beach flag race is finally here! Besides the four of us, Juna, Linca, Shallotte, Shallistera, Wilbell, Nio, and Regina will also be participating. It's going to be so exciting!\nWhen Resna heard that Wilbell was going to use her broom, she declared, \"We have to fight back with alchemy.\"\nThe rules say you can bring whatever you want to help, but how far can we go? I guess we can't just bring some kind of vehicle to ride in, right? Isn't a broom kind of like a vehicle anyway? But I think I'll just go with my own strength! It's more exciting that way! (Valeria)",
    "event_id": 43,
    "id": 225,
    "key_tasks": [
      {
        "condition_id": 1008,
        "count": 1,
        "name": "「猛者たちの決戦」をクリアしよう"
      }
    ],
    "name": "Within the Rules",
    "priority": 25,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "3260073627900042069",
    "thumbnail_path_hash": "6124829096018114004"
  },
  {
    "description": "The beach flag race has come to an end. Just like when she was practicing with me, Resna clung to the flag till the end, using both her own strength and alchemy.\nShe often says she's not very good at sports, but her determination really is unmatched. That's a valuable trait for an alchemist. She should be proud!\nEveryone else did their best too, and I won't forget the smiles throughout the race any time soon. As Resna said, participating together was the real fabulous prize in the end.\nBy the way, I'm still wondering what Roman and Juna were discussing so seriously... (Ryza)",
    "event_id": 43,
    "id": 226,
    "key_tasks": [
      {
        "condition_id": 1009,
        "count": 1,
        "name": "「もう１つの豪華賞品」をクリアしよう"
      }
    ],
    "name": "An Alchemist's Pride",
    "priority": 26,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "8147975796139358987",
    "thumbnail_path_hash": "635769494016808334"
  },
  {
    "description": "To help people like me who struggle with direct sunlight enjoy the beach more, we decided to rent out various sun-blocking items. To promote the items, the four of us wore matching straw hats, but maybe we got a little too carried away...\nRyza said, \"Why not? Next time, let's all wear matching sunglasses.\"\nIt sounds fun, but we might look a bit like a suspicious group if we all wear the same sunglasses... (Resna)",
    "event_id": 43,
    "id": 227,
    "key_tasks": [
      {
        "condition_id": 988,
        "count": 17,
        "name": "海の家Lvを17にしよう"
      }
    ],
    "name": "Matching Hats",
    "priority": 27,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "7681745197581886487",
    "thumbnail_path_hash": "1394658632856324752"
  },
  {
    "description": "As I sat by the fire with Ryza, I remembered some of our adventures in our original world.\n\"Say, Ryza. During our travels, you kept me company by the fire until I fell asleep, right? You must have been tired yourself, but thanks to you, I was able to sleep soundly even outside. Thank you.\"\nWhile we were talking, I noticed someone watching us. It was Resna from a distance, whispering, \"Ah, what a precious moment...\" I invited her to join us, but she just watched, not moving an inch. It would have been nice if she had just joined in... (Klaudia)",
    "event_id": 43,
    "id": 228,
    "key_tasks": [
      {
        "condition_id": 988,
        "count": 18,
        "name": "海の家Lvを18にしよう"
      }
    ],
    "name": "I'd Rather Watch from Here",
    "priority": 28,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "3942476987367048265",
    "thumbnail_path_hash": "5726227708591041230"
  },
  {
    "description": "While we were setting up the fireworks, Marlone came by and got a little too excited, saying, \"Fireworks? You mean bombs? Let me help!\" She tried to load her homemade bombs into the launchers, so Resna and I quickly stopped her.\nI appreciate the enthusiasm, but that alone is enough! We can't risk the fireworks festival getting canceled because of this!\nThat said, if there were ever a battle with a big monster, those bombs would definitely come in handy. (Ryza)",
    "event_id": 43,
    "id": 229,
    "key_tasks": [
      {
        "condition_id": 988,
        "count": 19,
        "name": "海の家Lvを19にしよう"
      }
    ],
    "name": "The Bomber's Nature",
    "priority": 29,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "7399093786771167785",
    "thumbnail_path_hash": "2265034314149311662"
  },
  {
    "description": "Heidi came to pick me up, so I washed off at the showers before heading back to the inn. I said, \"It's great to have this, you can get freshen up anytime! Rain is just as good though,\" and Heidi replied, \"Not everyone is wild enough to jump in the rain like you.\"\nI answered, \"True. I guess you can't always get rain when you need it,\" and she replied, \"That's not the point!\" Later, when I told Resna about this, she agreed with Heidi.\nI still think it's pretty relevant, though... (Valeria)",
    "event_id": 43,
    "id": 230,
    "key_tasks": [
      {
        "condition_id": 988,
        "count": 20,
        "name": "海の家Lvを20にしよう"
      }
    ],
    "name": "Refreshing Shower",
    "priority": 30,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "4216402761674111607",
    "thumbnail_path_hash": "4846563509568574704"
  },
  {
    "description": "The Beach House is finally complete! Klaudia provided food and drink to celebrate everyone's hard work.\nShe said, \"Thank you all for your help,\" but we should be thanking her too! This was so much fun!\nValeria, stuffing her mouth, replied, \"All I really did was eat.\"\nHer appetite actually helped attract customers though, so I think she can hold her head up high.\nI hope the beach continues to flourish and that the fireworks festival will go ahead without any trouble! (Resna)",
    "event_id": 43,
    "id": 231,
    "key_tasks": [
      {
        "condition_id": 988,
        "count": 20,
        "name": "海の家Lvを20にしよう"
      }
    ],
    "name": "Wishing for Continued Success",
    "priority": 31,
    "start_at": "2049-12-31T16:00:00.000Z",
    "still_path_hash": "5847998585662790802",
    "thumbnail_path_hash": "2948058505540661783"
  }
]