[
  {
    "body": "You have been sent a reward that exceeded your inventory limit.",
    "id": 1,
    "subject": "Maximum Rewards Exceeded"
  },
  {
    "body": "Gift for {login_bonus_id} day {value}.",
    "id": 2,
    "subject": "{login_bonus_id} Day {value}"
  },
  {
    "body": "You have received a Wish bonus reward.",
    "id": 3,
    "subject": "Wish Bonus"
  },
  {
    "body": "This is a login bonus for logging in a total of {value} days.",
    "id": 4,
    "subject": "Total Login Bonus Day {value}"
  },
  {
    "body": "Thank you for participating in our invitation campaign. Your invitation has been accepted, so you have received a campaign reward.",
    "id": 5,
    "subject": "Invitation Campaign Reward"
  },
  {
    "body": "Thank you for participating in our invitation campaign.\n“{invitation_mission_id}\" mission has been completed {value} time(s), so you have received a campaign reward.",
    "id": 6,
    "subject": "Invitation Campaign Additional Reward"
  },
  {
    "body": "KT App ポイント交換により獲得したアイテムです",
    "id": 7,
    "subject": "KT App アイテム交換"
  },
  {
    "body": "Thank you all so much for participating in our Pre-Registration Campaign. Please accept the following items as a reward for helping us reach our goals.",
    "id": 8,
    "subject": "Pre-Registration Reward"
  },
  {
    "body": "We are sending your unclaimed score battle achievement rewards.",
    "id": 9,
    "subject": "Unclaimed Event Rewards"
  },
  {
    "body": "We are sending you your unclaimed Ryza's Challenge rewards. Any unclaimed event exclusive recipe ideas can now be created from the Recipes screen.",
    "id": 10,
    "subject": "Ryza's Challenge Unclaimed Rewards"
  },
  {
    "body": "Your reward for registering your Player ID in Discord.",
    "id": 11,
    "subject": "Discord Campaign"
  },
  {
    "body": "Thank you for taking the time to complete our survey. Please accept this gift as thanks for your valuable feedback.",
    "id": 12,
    "subject": "Discord Rewards"
  },
  {
    "body": "We are sending you the bonus stamina that you would have received from a Pie that you had already claimed at the time of your purchase.",
    "id": 13,
    "subject": "[Bonus Pass] Bonus Stamina for Pies Already Received"
  },
  {
    "body": "Enjoy this additional Mana from your Bonus Pass.",
    "id": 14,
    "subject": "[Bonus Pass] Bonus Mana"
  },
  {
    "body": "In line with the adjustments made to increase the stamina cap, we're compensating all players with Plain Cookies based on their current Player Rank. These Plain Cookies make up for the differences in the initial stamina amount and the stamina amount you would have recovered upon Player Rank advancement.",
    "id": 15,
    "subject": "Compensation for Adjusting the Stamina Cap"
  },
  {
    "body": "These are your first-time rewards for clearing {quest_id}.",
    "id": 16,
    "subject": "Dungeon First-Time Rewards"
  },
  {
    "body": "You ranked #{value} in Roman's Grand Tournament held from {datetime1} to {datetime2} (UTC+8)! These are your tournament rewards.",
    "id": 17,
    "subject": "Roman's Grand Tournament Ranking Rewards"
  },
  {
    "body": "We are sending your unclaimed Item Challenge rewards.",
    "id": 18,
    "subject": "Item Challenge Unclaimed Rewards"
  },
  {
    "body": "We are sending your unclaimed rewards, as the {growth_pack_id} period has ended.",
    "id": 19,
    "subject": "{growth_pack_id} Unclaimed Rewards"
  },
  {
    "body": "Due to changes in how emblems are acquired in Roman's Grand Tournament, we are sending you Lodestar Gems based on the type and number of emblems you obtained between 2024/07/08 (UTC+8) and the start of maintenance on 2024/08/26 (UTC+8).",
    "id": 20,
    "subject": "Compensation for Changes to Emblems in Roman's Grand Tournament Event"
  },
  {
    "body": "Due to adjustments that increased the amount of Lodestar Gems given as rewards for the completion of weekly missions, we are sending you the difference in Lodestar Gems for weekly mission rewards received during the period from 2024/08/20 11:00 (UTC+8) until the start of maintenance on 2024/08/26 (UTC+8).",
    "id": 21,
    "subject": "Compensation for Adjustments to Weekly Mission Completion Rewards"
  },
  {
    "body": "These rewards are an apology for the incorrect rewards being distributed to some players for Roman's Grand Tournament: Fire Division around 2024/07/01 at 12:00.",
    "id": 22,
    "subject": "Apology for Incorrect Reward Distribution for Roman's Grand Tournament Event"
  },
  {
    "body": "We are sending your unclaimed Daily Pass rewards, as your Daily Pass has expired.",
    "id": 23,
    "subject": "Daily Pass Unclaimed Rewards"
  },
  {
    "body": "We are sending your unclaimed [Beginner] Light Up the Night Sky! Fireworks Festival! rewards.",
    "id": 24,
    "subject": "[Beginner] Light Up the Night Sky! Fireworks Festival! Unclaimed Rewards"
  },
  {
    "body": "We are sending your unclaimed [Normal] Adorn the Night Sky! Fireworks Festival! rewards.",
    "id": 25,
    "subject": "[Normal] Adorn the Night Sky! Fireworks Festival! Unclaimed Rewards"
  },
  {
    "body": "We are sending your unclaimed [Hard] Sparkling Night Sky! Fireworks Festival! rewards.",
    "id": 26,
    "subject": "[Hard] Sparkling Night Sky! Fireworks Festival! Unclaimed Rewards"
  },
  {
    "body": "We are sending your unclaimed [Elite] Dazzling Night Sky! Fireworks Festival! rewards.",
    "id": 27,
    "subject": "[Elite] Dazzling Night Sky! Fireworks Festival! Unclaimed Rewards"
  },
  {
    "body": "We are sending your claimable rewards from the adjusted Guide Missions.",
    "id": 28,
    "subject": "Claimable Rewards from the Adjustment of Guide Missions"
  },
  {
    "body": "We are sending your unclaimed Craftsman's Masterpiece! Lara's Showcase! rewards.",
    "id": 29,
    "subject": "Craftsman's Masterpiece! Lara's Showcase! Unclaimed Rewards"
  },
  {
    "body": "We are sending your unclaimed Supreme Masterpiece! Lara's Showcase! rewards.",
    "id": 30,
    "subject": "Supreme Masterpiece! Lara's Showcase! Unclaimed Rewards"
  }
]